{"meta":{"title":"Sussurros Eternos","subtitle":"Ultima Online Shard","description":null,"author":"Vitor Lima","url":"http://sussurroseternos.com"},"pages":[{"title":"Cadastro","date":"2017-12-16T11:51:02.000Z","updated":"2017-12-16T21:49:52.129Z","comments":true,"path":"cadastro/index.html","permalink":"http://sussurroseternos.com/cadastro/index.html","excerpt":"","text":"Essa página pode demorar alguns segundos para carregar."},{"title":"Chat","date":"2017-05-26T05:12:00.000Z","updated":"2017-11-16T15:00:40.808Z","comments":true,"path":"chat/index.html","permalink":"http://sussurroseternos.com/chat/index.html","excerpt":"","text":"Para comunicação, utilizamos o serviço do Discord. Crie uma conta e participe da nossa comunidade acessando o seguinte link: https://discord.gg/8habP32 Ou utilizando o serviço de webapp abaixo:"},{"title":"Downloads","date":"2017-05-26T05:05:18.000Z","updated":"2018-11-09T04:54:30.961Z","comments":true,"path":"downloads/index.html","permalink":"http://sussurroseternos.com/downloads/index.html","excerpt":"","text":"Arquivos Client do Jogo (#1 Opção): Baixe o jogo direto do nosso servidor na Amazon clicando aqui. Patch do Shard: Baixe nosso patch Rev. 2.6 clicando aqui! Instruções de Instalação Siga os passos atentamente para não ficar com o cliente configurado de forma errada: Descompacte o arquivo em algum lugar de sua preferência. Descompacte a o Patch do shard na pasta do jogo. Faça um atalho do client.exe para sua área de trabalho. Execute o jogo pelo atalho criado. Como aplicar o Patch do Shard Baixe o arquivo e abra-o com winRAR ou semelhante. Descompacte na pasta do jogo, substituindo os originais."},{"title":"Ambientação","date":"2017-05-26T05:05:18.000Z","updated":"2018-03-18T11:14:37.012Z","comments":true,"path":"introducao/index.html","permalink":"http://sussurroseternos.com/introducao/index.html","excerpt":"","text":"Do leste árido à vasta e densa floresta no oeste, está o continente de Endórë. Um território hostil e selvagem, abrigando diversas ruínas antigas e fortes abandonados. Endórë é apenas um continente no mundo de Âmbar. Navios chegam e vão há outras terras distantes, mas é em Endórë que está a última resistência da civilização, onde tudo acontece. A estradas antigamente usadas com frequência, agora são cobertas pelas gramas altas e mal podem ser reconhecidas. Criaturas mortíferas e magias perversas são o cotidiano daqueles que se aventuram para além das proteções do deus Anar. Âmbar é um mundo habitado por uma grande diversidade de criaturas inteligentes e outras nem tanto. Núros (humanos), Valas (elfos) e Alayárz (meio-elfos) coexistem em uma tênue balança de poder, onde culturas constantemente se chocam e mágoas antigas influenciam importantes decisões. Os conflitos se iniciaram antes a Era da Calamidade, quando os primeiros Valas dominaram os Núros. Nunca tendo antes visto a magia e o seu poder devastador, tornando as leis da física sua perversa inimiga, os Núros tiveram uma derrota vexaminosa. Suas cidades rapidamente tomadas, líderes mortos e a população escravizada. Meio milênio de reinado dos Núros foi apagado da história, sua língua incorporou o idioma dos Valas, perdendo sua identidade ao longo dos anos. Alguns acabaram passando a adorar Seredhiel, a deusa da lua. Porém, escondidos e abaixo do nariz de seus opressores, os Núros ainda mantinham sua devoção ao deus Anar. A balança mudou de lado com o aparecimento dos Moriquendi e a revolta dos Núros. Reconquistaram seus reinos ao degolarem seus mestres durante a noite em uma grande rebelião, auxiliada por grandes redes de comunicação e muito tempo de preparação. Até que chegou a Era da Calamidade. Os Moriquendi vieram com toda sua força e nenhuma das três raças é capaz de fazer oposição a eles. Cada noite é um terror, e no último Refúgio da civilização os Valas, Núros e Alayárz devem colocar suas diferenças de lado para enfrentar um inimigo maior. História Linha do Tempo Deuses Anar Seredhiel Eradich Raças Valas Núros Aláyarz Facções Moriquendi O Refúgio Sistema Criação de Personagem Atributos e Perícias Sistemas Básicos Download do Jogo Glossário Palavra Descrição Âmbar Mundo do jogo. Endórë Continente de Âmbar que se passa o jogo. Refúgio Última cidade refúgio dos sobreviventes de Endórë. Anar Deus do sol. Seredhiel Deusa da lua. Eradich Deusa das bestas. Valas Nome élfico para elfos. Núros Nome élfico para humanos. Alayárz Nome élfico para meio-elfos. Moriquendi Demônios que assolam os povos de Âmbar. ’Atar Sufixo para homem. ’Emel Sufixo para mulher. ’Nya Sufixo para homem aprendiz. ’Niel Sufixo para mulher aprendiz ’Turã Sufixo para líder de uma ordem ou família. Emel’Turã Matriarca de uma família Vala. Gladi’Turã Líder guerreiro de uma tropa ou exército. Gladi’Atar Criatura macho guerreira, qualquer raça. Gladi’Emel Criatura fêmea guerreira, qualquer raça. Anar’Turã Lider da Igreja de Anar. Anar’Atar Clérigo guerreiro seguidor de Anar. Anar’Emel Esposa de Anar. Hessatar Clérigo ou Esposa de Anar que pratica necromancia. Sered’Turã Líder da Ordem de Seredhiel. Sered’Atar Criatura macho mago, qualquer raça. Sered’Emel Criatura fêmea mago, qualquer raça. Ered’Atar Clérigo macho de Eradich, qualquer raça. Ered’Emel Clérigo fêmea de Eradich, qualquer raça. Lamagûl Animal usado para magias."},{"title":"Regras do Servidor","date":"2017-05-25T19:11:00.000Z","updated":"2018-01-08T08:05:19.151Z","comments":true,"path":"regras/index.html","permalink":"http://sussurroseternos.com/regras/index.html","excerpt":"","text":"Regras Dentro do Jogo Abaixo seguem as regras que todo e qualquer jogador que se cadastrar no servidor “Susurros Eternos” (SE) devem seguir. Ao se candidatar para uma conta no shard, você está prontamente dizendo que não somente leu estas regras, mas que você entende e concorda com elas. Estas normas podem e serão alteradas pela staff conforme necessário. Caso elas mudem, garantimos que você seja informado. 1. Role-Playing SE é um shard role-play, dessa forma é esperado que você interprete enquanto dentro do jogo (in-game). Dito isso, esta “regra” trata-se mais de um senso comum do que qualquer coisa. Nós não estamos aqui para limitar seu role-play, apenas garantir que este se mantenha realista e fiel ao mundo que você está se juntando. O restante, é senso comum; gírias e Out of Character (OOC) - falar ou sair do roleplay - não é aceitável in-game. Nome de personagens e animais devem ser realistas e fiéis a atmosfera do servidor. Se você precisa de aconselhamento sobre seu role-play, por favor procure um membro da staff. Uma vez dentro do jogo alegar ignorância não é uma desculpa. Qualquer infração em termos de role-play serão tomadas medidas necessárias. Repita a infração e serão aplicadas consequências mais severas. 1.1 Fidelidade a História do Jogo Contos e histórias estão disponíveis para que você conheça a ambiente in-game e o climax atual. Dito isto, jogadores devem manter seu role-play realístico e dentro dos padrões. Jogadores que decidam interpretar traços de personagens, histórias, conceitos ou ideias que não se enquadrem no mundo serão, no mínimo, tratados como loucos. Jogadores que interpretam seus personagens possuindo, de alguma forma, traços que são impossíveis (ex: usando emote de que possuem poderes demoníacos, lendo mentes, ou qualquer coisa que não é aparente) serão alertados de que estão cometendo OOC, antes do personagem ser permanentemente morto. SE é um servidor semi-realístico, fantástico com uma atmosfera de terror. 1.2 Power Role-Playing É esperado que jogadores interpretem seus personagens permitindo respostas práticas e justas de outros personagens. O uso de Power Role-Playing, em outro termo, forçar ações ou situações sobre outros personagens pelo uso de emotes ou outro elementos de interpretação simplesmente não é permitido. Você não pode forçar outro jogador em uma situação simplesmente pelo uso de emote; Assim como não é permitido forçar uma situação sobre outra parte sem seu consentimento. Por exemplo, usar uma ação em que seu personagem “dá um tapa no pescoço de John Doe” ou “corta fora o dedo de John Doe” não é uma situação aceitável exceto se a outra parte tiver consentindo com tais ações previamente. Uma alternativa aceitável para estas situações seria “tenta dar um tapa no pescoço de John Doe” ou “tenta passar a adaga no dedo de John Doe e cortá-lo fora”. Tenha respeito pelos seus companheiros de jogo e a importância que seus personagens representam para eles. 2. Respeito entre Player e Staff Por favor respeite tanto a staff quanto seus companheiros de jogo. A staff devotou uma grande parte do seu tempo livre para tornar este um bom servidor e uma boa comunidade na medida do possível, e de tal forma é esperado que você respeite suas decisões e autoridade. Você é bem-vindo a discordar deles, mas por favor o faça de uma maneira racional através dos canais apropriados - não fazendo uma cena pública de raiva. Todos os membros da staff irão aceitar mensagens privadas através do chat e do fórum. Esta é a melhor maneira de ganhar a atenção de um membro da staff se você tiver quaisquer problemas com eles ou outros jogadores. Outros jogadores, como você mesmo, estão aqui para criar histórias, interpretar e se divertir. Entretanto, é válido lembrar que é um privilégio jogar aqui, e não um direito. Nós não esperamos que você goste ou torne-se amigo de cada jogador da comunidade, mas a staff requer e espera que você respeite eles. Se você tem um problema com alguém, por favor resolva isso de forma quieta e privada entre você e ele. Se você perceber que isso não é possível, procure a intervenção da staff. Se você provar que não é efetivamente capaz de se encaixar na comunidade, será removido do jogo. 3. Conteúdo Adulto O servidor tem a intenção de ser bem realista e talvez até mesmo ter uma experiência amedrontadora de interpretação. É direcionado somente para jogadores maduros capazes de encarar tais situações. Ao se inscrever no shard, você está declarando que reconhece isso e está preparado para interpretar neste ambiente. Dito isto, existirão momentos que passaremos da linha; Conteúdo sexual é um taboo, e se você deseja interpretar desta forma, por favor faça-o de outra forma que não in-game. Interpretação envolvendo estupro ou assédio é expressamente proibido e irão resultar no seu afastamento da comunidade. Violência explícita, gráfica ou interpretação mórbida designada tão somente para chocar outros jogadores não é encorajado; A comunidade não deseja ouvir ou ler os desvios de caráter do seu personagem em relação a tortura ou mutilação somente porque você deseja portar-se dessa maneira. Use o bom senso e a decência. 4. Personagens Crianças Personagens com idade abaixo dos 18 anos são proibidos de se inscreverem para jogar no servidor. Não há exceções para esta regra. 5. Player vs Player Nós somos um servidor aberto para o PVP. Isso quer dizer que qualquer instância de combate PvP é bem-vinda, contanto que seja parte de uma interpretação racional. Se você engajar em um combate, é esperado que você tenha razões razoáveis para fazê-lo, e que você está preparado para sofrer consequências por estas decisões. Pense a frente antes de entrar em um PvP, e prepare-se para enfrentar várias das situações, incluindo, mas não limitado a ser preso e caçado in-game, e dependendo das circunstâncias, ter seu personagem morto. Dito isto, a staff não estará auxiliando quaisquer das partes sujeita a estas situações. 5.1 Looting (Saquear) Quando vencido em combate por outro jogador, por uma questão de decência e respeito aos seu companheiros de jogo, o ato de “lootear tudo” (tirar todos os itens) de um oponente é desencorajado. Embora a staff concorda que há situações que tais ações podem ser aceitáveis, nós aconselhamos que os Jogadores somente peguem ou removam objetos que tenham alguma razão lógica para fazê-lo; remover a armadura e roupa de um oponente caído, por exemplo, não é uma escolha normal, nem lógica ou aceitável. 5.2 Morte Permanente de Jogadores Jogadores do servidor têm oportunidade de matar permanentemente outro personagem quando estes são derrotados em combate. Essa liberdade vem com uma grande responsabilidade. É esperado que os jogadores tenham boas explicações do porque eles estão encerrando a vida de outro personagem - não simplesmente porque venceram uma batalha e decidiram provar um ponto. Mais do que isso, nós encorajamos os jogadores a conversarem com suas vítimas OOC quando estiverem considerando, planejando ou executando uma morte permanente, de forma que a situação seja resolvida de uma maneira madura e respeitável. Jogadores que abusarem desse sistema sem nenhum tipo de interpretação ou inventando situações que não existem serão punidos. 5.3 Problemas de servidor ou mecânicas Em caso do servidor parar, as partes engajadas em um roleplay ou conflito devem receber confirmação um dos outros de que eles estão online e prontos para continuar o roleplay. Se um combate estaria para acontecer, todo esforço deve ser investido para recriar as mesmas circunstâncias de antes do combate ter sido iniciado. Durante o evento de um GM (Mestre do Jogo), jogadores devem aguardar por um broadcast (mensagem para todos no jogo) indicando que tudo está pronto para prosseguir. Abusar de uma queda do servidor para “vencer” um conflito irá resultar em um afastamento de até 1 semana do jogo. 6. Bugs &amp; Exploits Nossos programadores trabalham incansavelmente para garantir que as mecânicas do jogo estejam balanceadas e funcionando. Ditos isto, algumas vezes, bugs e exploits podem passar despercebidos. Não abuse de nenhum bug que você possa encontrar no sistema para beneficiar seu personagem: você será pego e será punido. Se você perceber algum bug, por favor avise um membro da staff através de mensagens privadas, no fórum ou através do chat, mesmo que você ache que já tenha sido reportado. Se você não tem certeza se algo é um bug ou um exploit, avise mesmo assim. É melhor estar seguro e reportar, do que se arrepender e estar sujeito a alguma punição. Ignorância, como sempre, não é uma desculpa. E por último, mas não menos importante, não espere prêmios por reportar bugs: o respeito que você receberá da staff é mais valioso do que qualquer coisa que eles possam te dar in-game. 7. Muling &amp; Programas de terceiros Muling é o ato de beneficiar seu personagem com outros personagens que você tenha. (Por exemplo: colocar item ou dinheiro em um local com um personagem, e outro personagem seu pegar esses itens.) Isso é considerado trapaça e não será tolerado. Programas de terceiros não são permitidos para uso no servidor. Programas assistentes como Razor são permitidos e são até um requisito. 8. Metagaming Meta-game é extremamente proibido em qualquer circunstância. Meta-game é definido como o uso de qualquer conhecimento adquirido fora do jogo (via chat ou qualquer post do fórum que não seja explicitamente listado como conhecimento comum in-game) que diretamente afeta as ações do seu personagem. Usar o conhecimento adquirido através desses canais para planejar as ações do seu personagem é sinal não somente de uma pobre interpretação, mas também de um jogador imaturo. Se um jogador for encontrado usando esse tipo de informação ele será punido, isso inclui afastamento, morte do personagem e até banimento do servidor. 9. OOC In-Game Exceto em uma situação de emergência, mensagens fora da interpretação não devem ser utilizada dentro do jogo. Exceção a esta regra é usar o sistema de mensagens por party do jogo para organizar e atacar monstros em PvE. Se um jogador for encontrado usando serviços do jogo para conversar sobre coisas não relacionados ao jogo, ou para organizar táticas de PvP, estarão sujeitos a advertências e punições. Regras Fora do Jogo (OOC) A Staff do SE adotou uma série de valores e guias que esperamos que jogadores e membros da comunidade respeitem enquanto interagindo com outros jogadores e staff. Seja pelo fórum, pelo chat ou dentro do jogo, nós esperamos que nossos jogadores tenham lido e entendido o “código de conduta” abaixo ao se tornarem parte do shard. 1. Divirta-se Acima de tudo, o servidor foi feito para promover a diversão e o role-play. Os atuais membros e líderes desta comunidade chegaram a conclusão que, acima de qualquer outra coisa, a razão de todos quererem estar aqui é para se divertir. Em todas as coisas que o SE faz, se divertir é e deve ser a base de nossos esforços. Se você não está se divertindo, ou acabando com a diversão de todos a sua volta, o SE provavelmente não é o melhor lugar para você. 2. Maturidade Ser divertido não é igual a ser imaturo ou desrespeitoso. Isso não é um parque de diversões, mas a comunidade é dedicada a diversão e a participar de um ambiente em que todos querem relaxar. Para garantir isso, é necessário que ambos jogadores e staff tenham um certo nível de maturidade. Maturidade é um aspecto global no âmbito externo do jogo. O mundo do SE foi feito pensando em um jogo adulto; portanto, é esperado que jogadores tenham o comportamento e respeito de um adulto. Ser maduro implica na capacidade de trabalhar junto com uma pessoa com que você discorda ou tem um ponto de vista diferente e trabalhar rumo a uma solução, ou concordar em discordar e pacificamente seguir em frente. 3. Respeito e Tolerância Respeitar tanto seus companheiros de jogo como a staff é essencial para manter a comunidade ativa. É muito frequente se esquecer que a staff de qualquer jogo amador faz este trabalho de bom grado e sem receber nenhum pagamento em troca. Nossa talentosa staff trabalha arduamente para que o servidor seja divertido e atrativo, e enquanto tentamos sempre considerar as sugestões dos jogadores, nós mesmos temos nossas próprias idéias e visões de como deve ser o mundo do jogo. Não exija ou espere que a staff do servidor esteja aqui para realizar cada desejo seu ou sugestão; nós somos voluntários e fazemos isso por amor ao role-play. Em contrapartida, seus companheiros de jogo também tem desejos e aspirações. Respeitar seus companheiros e a forma com a qual eles trabalham seus personagens no mundo é essencial, e refletir este respeito através de qualquer meio OOC como fórum e chat nos leva a uma comunidade forte e próspera. 4. Responsabilidade Responsabilidade é uma sábia virtude que muitas pessoas falham em aprender. Muitos entendem e reconhecem que responsabilidade significa fazer o que você deve fazer (há aqueles que dizem o que você fará). Enquanto muitas pessoas ignoram que responsabilidade é também ter consciência de não fazer o que você não deve fazer. Seja responsável pelas suas ações e o que você fala com a comunidade e aqueles com quem você interage. Como membro do shard, você não está mais representando apenas a si mesmo, mas toda a comunidade. Tenha consciência de que a forma que você se comunica através do fórum e do chat revela muito da perspectiva que os jogadores têm de como a comunidade funciona. Se você gosta de jogar no nosso servidor, então mostre isso comportando-se da melhor maneira responsável. Se você não está gostando do tempo que passa no SE, então saia; perambular pelo chat ou viver reclamando e criticando cada aspecto do shard é uma forma rápida de ser removido completamente do game e da comunidade. 5. Ofensa a outros jogadores Nós não toleramos ofensas a outros jogadores fora do jogo. Se você está envolvido em algum esforço na tentativa de perseguir outro jogador via mídias sociais ou outros meios, você será removido da comunidade do jogo. # Código de Conduta: Fóruns e Chat O servidor SE é produto de anos e meses de desenvolvimento pela comunidade que lhe dá suporte. Para garantir seu contínuo sucesso, a staff do servidor aponta os seguintes guias para que toda a comunidade entenda o que é considerado um comportamento aceitável quando usando o fórum ou o chat, e como nós como staff podemos e iremos reagir a isto. Demonstre respeito todo o tempo. Ajude a construir nossa comunidade. O sucesso deste mundo depende da qualidade dos posts e comunicação via chat de nossos jogadores. Aqueles que se mostrarem desrespeitosos quanto a outro jogador ou a staff através do chat ou no fórum serão banidos do uso destas vias de comunicação, e em casos extremos, banido permanentemente do servidor. Concorde em discordar. SE é uma comunidade grande, e nós todos temos perspectivas únicas e várias situações. Nem todos podem concordar com sua visão, mas não deixe isso impedir sua diversão. Fazer posts racistas ou discriminatórios, ameaças, pornografia ou qualquer outro material que quebra qualquer lei local, estadual ou federal resultará no imediato banimento do servidor e da comunidade. Exigindo ou abusando de membros da staff através do fórum ou chat leva nossos membros a frustração e desânimo. Por favor, tome cuidado ao contatar a staff sobre questões ou a respeito de assuntos que podem ser respondidos pela própria comunidade. Trollar é proibido. Trollar é quando qualquer pessoa deliberadamente faz posts de maneira a deixar alguém irritado ou ofendendo outros participantes indiretamente. Se você souber de qualquer trapaça, post inapropriado ou má conduta para com a comunidade que afeta alguém ou a staff, por favor nos contate. Nós iremos investigar a situação e direcionar para as pessoas responsáveis. Você também pode clicar no botão ˜Reportar˜ e todos os membros da staff serão alertados simultaneamente do problema. Política das três advertências A staff do servidor entrou em consenso de que uma estrutura de disciplina é necessária tanto in-game quanto nos fóruns. Como resultado, a staff reserva o direito de marcar qualquer má conduta como uma advertência. Uma advertência pode ser anexada em sua “Ficha de Roleplay” de cada membro do servidor; não existe nenhuma forma de remover a advertência através de argumentação ou persuasão. Uma vez que a decisão foi tomada, a advertência está feita. Advertências são automaticamente removidas através do tempo de bom comportamento. Não pense que, somente porque você deve receber três advertências antes de uma punição formal, você pode fazer o que quiser. A staff irá decidir caso por caso se uma punição deve ser tomada na primeira advertência. Entretanto, a norma é universal - Na terceira advertência, você está fora. Tudo que leva são três advertências para você ir para a lista negra. Na maior parte do tempo, um sincero aviso será dado antes de uma advertência, mas a staff reserva seu direito de advertir ou banir sem nenhum aviso. Aborrecer ou continuar a reclamar das advertências somente irá acarretar na punição ser estendida ou em mais advertências. Nós queremos ser uma comunidade acolhedora e que todos se sintam confortável com seus companheiros de jogo. A regra das três advertências existe para ajudar a manter a comunidade livre de arruaceiros e será usada para formar uma lista do que é aceitável e do que não é, para com aqueles que são indiferentes às regras que nós cuidadosamente montamos. Punições associadas a advertências A staff do servidor reserva seu direitos de dar punições disciplinares a qualquer membro que viole nossas normas através da política de três advertências. Abaixo existem algumas, mas não todas, as decisões que podem ocorrer caso uma advertências seja anexada ao seu histórico: Remoção de privilégios in-game ou prêmios; Espécie de suspensão a longo prazo do acesso ao chat e aos fóruns; Permanentemente banido do servidor; Participantes da infração tem permissão para apresentar seus lados da história. Uma vez apresentados, a staff irá tomar uma decisão e qual punição será tomada - se tomada. Membros da staff tem todo o direito de remover imediatamente qualquer jogador do fórum, chat e do servidor se comprovado que tal membro viola as normas do servidor. Créditos das normas ao excelente Réquiem"}],"posts":[{"title":"Habilidades e Classes","slug":"classes","date":"2018-07-16T09:14:00.000Z","updated":"2018-11-06T19:20:48.391Z","comments":true,"path":"classes/","link":"","permalink":"http://sussurroseternos.com/classes/","excerpt":"","text":"Habilidades Divinas Ao escolher um Deus você terá acesso a cinco habilidades. Elas são liberadas no level 1, 5, 10, 15 e 20 respectivamente. A escolha de um Deus não pode ser alterada após a criação do personagem. Anar Anar é o deus da guerra, da cura e da vida. As habilidades dívinas do Deus valorizam os guerreiros que arriscam sua vida em batalha. Habilidade 1 Afastar Mortos-Vivos [Hábilidade Ativa] Conjura uma aura divina que afasta mortos-vivos ao seu redor. É mais efetivo conforme seu level aumenta. Não afeta monstros de rank Boss. Habilidade 5 Guerreiro do Sol [Hábilidade Passiva] Redução permanente de 10% no cooldown de bloqueio/esquiva. Habilidade 10 Cura Acelerada [Hábilidade Passiva] Efeitos de cura e regeneração sobre você tem seu efeito ampliado em 50%. Habilidade 15 Milagre Prateado [Hábilidade Ativa] Invoca uma chama branca que atrai um aliado caido até sua posição e o estabiliza. Habilidade 20 Arma Solar [Hábilidade Ativa] Você reforça sua arma com chamas e causa dano extra de fogo por 15 segundos. Seredhiel A deusa da lua extende seus poderes dívinos aos seres mágicos e aqueles que combatem de forma mais furtiva. Habilidade 1 Benção Lunar [Hábilidade Passiva] Recebe regeneração extra de mana e vigor ao anoitecer ou em cavernas. Habilidade 5 Conjuração Rápida [Hábilidade Passiva] Aumento permanente de 30% na velocidade de conjuração de habilidades. Habilidade 10 Beijo da Lua [Hábilidade Passiva] Usar habilidades hostis em inimigos tem 25% de chance de te conceder barreiras. Habilidade 15 Transceder a Realidade [Hábilidade Ativa] O véu se torna mais fino ao seu redor desviando habilidades direcionadas a você por 2 segundos. Habilidade 20 Tocar o Véu [Hábilidade Ativa] Você acessa o poder infinito do véu e suas habilidades não usam vigor e nem mana por 4 segundos. Habilidades Raciais Cada classe tem acesso a uma ou duas habilidades nativas. Elas estão liberadas desde o primeiro level do personagem. Núros Resiliência Núro [Hábilidade Passiva] Receber dano da mesma habilidade/magia em menos de 10 segundos tem seu dano reduzido em 16%. Valas Mover Objetos [Hábilidade Ativa] Você ordena os espíritos a transportar um objeto para outro local que esteja no seu campo de visão. Esfera de Luz [Hábilidade Ativa] Invoca um globo de luz que ilumina área e segue o invocador. Alayarz Furtividade [Hábilidade Ativa] Entra no modo furtivo após 10 segundos parado. Você não é capaz de se mover e ficará furtivo pelo tempo que quiser ou algo relevar sua posição. Classes e Habilidades Durante a criação de personagem você deve escolher uma classe. Classes são dividas por caminhos. No level 5 do seu personagem é possível iniciar uma missão para liberar classes do mesmo caminho que sua classe inicial. No level 10 é possível adquirir classes de outros caminhos. Para entender as habilidades deve-se entender antes que cada classe começa no level 1 e pode atingir até o level 4. Para cada level uma ou mais habilidades ficarão disponíveis para serem adquiridas em troca de Pontos de Personagem. Os pontos são adquiridos em cada level de personagem, que vai do 1 ao 20 (totalizando 20 pontos). Além disso, você poderá ter apenas uma habilidade ativa por level da classe. Supondo que você adquira duas habilidades de classe do level 1, terá de escolher qual delas ficará ativa na barra de atalhos. Caso decida aprender novas classes, seja no level 5 ou 10, o sistema te permite ativar apenas um classe por vez. Isso é, será possível trocar sua classe, mas não jogar com mais de uma ao mesmo tempo. Não se preocupe em entender estes conceitos agora, dentro do jogo o entedimento flui mais naturalmente. Caminho do Obstinado Aqueles que escolhem este caminho não tem medo de colocar suas vidas em riscos. Um obstinado é capaz de entrar no meio de vários inimigos e causar grandes estragos. Eles têm tendência a utilizar equipamentos pesados com alta resistência e armas grandes ou escudos. Classe: O Guardião Dotados dos dons de Anar para a cura e proteção, os guardiões podem tanto ser inimigos árduos quando valorosos aliados. Suas habilidades vão de oferecer proteção aos demais quanto aumentar sua própria longevidade. Level 1 Defensor: Ativar esta habilidade ativa a ação de bloqueio. Você deve estar equipando uma espada gigante ou escudo. Bloqueios através desta habilidade recuperam 10% de vida. Runa de Cura: Ao selecionar uma área, você cria 3 glifos ao redor. Aliados que tocarem os glifos recebem cura. Não é possivel curar a si mesmo através desta habilidade. Level 2 Grito de Guerra: Você enxe seu pulmão e solta um grito ameaçador que atrai a atenção de seus inimigos. Também recebe uma taxa de defesa mágica até o máximo de +8%. Personagens jogadores que te atacarem nos próximos 2 segundos recuperam seu cooldown de bloqueio. Círculo de Cura: Você se concentra e levanta um círculo sagrado de cura em até 6 quadrados de distância. Vida de aliados na área são recuperados. Level 3 Golpe Atordoante: Golpeia o adversário usando o escudo ou espada gigante. O impacto causa atordoamento de 3 segundos e dano no oponente. Terreno Sagrado: Levanta um terreno sagrado de 4 tiles ao seu redor. Qualquer criatura dentro dele fica imune a projetéis, Mortos-vivos sofrem dano contínuo. Dura 8 segundos. Level 4 Elo de Fogo: Cria um elo de calor entre você e o alvo. Após 1 segundo o alvo é puxado violentamente em sua direção e sofre redução de mobilidade por 2 segundos. Véu Sagrado: Derrama chamas a luz divina sobre um aliado. Caso ele esteja inconsciente, irá imediatamente recobrar a consciência e recuperar % de vida. Do contrário sua defesa física e elemental é aumentado em 30% por 5 segundos. Pode alvejar a si mesmo. Classe: O Furioso Máquinas de matar normalmente são Furiosos. Eles dominam o combate contra uma grande horda de monstros tanto quanto dominam seus adversários pelo poder massivo. Habilidade 1 Bloqueio Perfeito: Ativa sua habilidade de bloqueio. Você deve estar equipando uma espada gigante ou escudo. O primeiro alvo a ser bloqueado sofre dano massivo de %, é empurrado para trás e é derrubado. Arco Destrutivo: Desfere 4 golpes brutais nos inimigos a sua frente. O inimigo mais próximo também sofre penalidade na velocidade de movimento. Habilidade 2 Fúria do Guerreiro: Entra em êxtase de batalha, aumentando o dano deferido em 30% por 10 segundos. Senhor da Guerra: Invoca um estandarte de batalha que reduz qualquer cura recebida pelos seus inimigos em 40% em uma área de 8 tiles. Seu cooldown de bloqueio e esquiva é reduzido próximo ao estandarte. Habilidade 3 Sangue por Sangue: Você libera seu extinto animal e sede por sangue, e a cada dano causado em seus inimigos aumenta seu êxtase recuperando sua vida. Ataque do Dragão: Salta e cai sobre seus oponentes até 3 tiles distância, causando dano massivo em área e derrubando-os. Esta habilidade permite que você suba terrenos elevados. Habilidade 4 Ira dos Deuses: Invoca a benção dos deuses sobre si e se torna imune a efeitos de controle por 3 segundos. Você também remove qualquer efeito de controle ativo sobre você. Execução: Caso o alvo esteja próximo de você, você causa um dano massivo e pode executá-lo caso a vida dele seja menor a 10%. Se o alvo estiver distante, você arremessa sua arma e causa sangramento, impedindo-o de se curar e causando dano contínuo por 4 segundos. Aproximar-se da arma automaticamente irá re-equipar. Caminho do Sábio A magia requer um longo período de estudos e treinamento, além de uma aptidão natural do usuário a comunicar-se com os espíritos elementais. Os Valas são a referência deste caminho, mas qualquer outra raça pode optar por ele. Em combate, o Sábio requer um uso estratégico de suas habilidades com o cenários e os monstros, além de serem fracos em combates físicos. Seu reportório de habilidades mágicas depende diretamente do poder de suas varinhas e cajados, mas outras armas também podem ser adaptadas para o uso mágico com conhecimento suficiente. Classe: O Elementalista Através do domínio dos espíritos elementais, um elementalista pode invocar todos os 4 elementos contra seus inimigos. Capaz de lidar com uma grande quantidade de inimigos ao mesmo tempo, seja destruindo-os rapidamente ou inviabilizando-os. Habilidade 1 Raio em Cadeia: Conjura um raio sobre o alvo e em mais 2 inimigos ao redor, causando dano por eletrecidade. Inimigos atingidos sofrem atordoamento de 1 segundo e interrompe conjurações. Encantamento do Fogo: Lança até 5 pequenas bolas de fogo no inimigo que causam dano por fogo. É necessário alguma fonte de calor próximo a você ou do alvo. Habilidade 2 Trilha de Fogo: Conjura uma cadeia de chamas até o ponto alvo que dura por 10 segundos. Criatura que atravessarem a parede de chamas tem grandes chances de adquirir o status Queimando. Passo Gélido: Avança até 5 tiles em uma direção causando dano em inimigos no caminho e diminuindo velocidade de movimento. Habilidade 3 Mina de Fogo: Conjura uma grande mina de fogo no chão que ao tocar o alvo explode e o derruba, causando dano equivalente a %. Eles também podem adquirir o status Queimando. Mina de Gelo: Conjura uma grande mina de gelo que ao ser tocado pelo alvo o causa dano equivalente a % e o congela por até 6 segundos. Habilidade 4 Pilar de Gelo: Conjura uma parede gelo que bloqueia passagem e projéteis e causa dano em inimigos próximos. Onda de Energia: Lança uma onda de energia ao seu redor causando dano em inimigos próximos, afastando-os e derrubando-os. Classe: Mago do Véu Investigador dos segredos que cobrem o véu e o mundo dos deuses, estes magos são capazes de trazer a tona todo o poder que há nesta manto sagrado. Seus poderes podem enfraquecer inimigos ou potencializar aliados. Habilidade 1 Animar espadas: Acessa o véu e une um espirito a uma espada material. Permite ter apenas 1 espada animada como seguidor. Ela dura 10 minutos. Barreira do véu: Reduz a camada do véu sobre aliados, fornecendo escudo de absorção de dano. Habilidade 2 Dissipar males: Você aplica uma força do véu na área dissipando debuffs de aliados e aplicando dano a inimigos. Dissipar presença: Oculta a presença do alvo deixando-o furtivo por 5 segundos e removendo qualquer ameaça. Habilidade 3 Tremor: Conjura uma onda em um cone à sua frente causando dano físico, afastando-os e imobilizando. Também pode causar sangramento. Flor do Véu: Conjura até 5 flores negras que são lançadas contra o alvo que brotam causando-lhe dor e curando aliados ao redor. Habilidade 4 Engrossar o VéuForça o poder do véu ao redor de uma área, reduzindo a defesa de inimigos dentro dela e impossibilitando-os de correr. Romper o VéuRemove os limites do véu sobre aliados em uma área, aumentando sua velocidade de ataque e de conjuração. Caminho do Sagaz Muitos membros dos Andarilhos pertencem ao caminho da sagacidade, para que possam reunir informações e manter-se vivos. Ao modo de jogo, uma classe deste caminho tende a ter de se preparar com antecedência a um conflito, como pensar na melhor hora de entrar ou sair dele. Classe: O Infiltrador Capaz de se esgueirar para dentro de batalhas e ambientes ou fugir com maestria, o Infiltrador é excelente para executar alvos chaves singularmente. São mestres na arte furtiva. Habilidade 1 Passo das Sombras: Fica furtivo por 10 segundos e deixa pegadas por onde andar. Atacar enquanto furtivo garante bônus de dano. Armas Tóxicas: Você pode aplicar poções tóxicas a suas armas. Habilidade 2 Proteção do Crepúsculo: Você rápidamente se move ao redor do alvo, se ele for uma criatura você automaticamente recebe esquiva mesmo que esteja em cooldown. Marca do Assassino: Seu próximo ataque impede que o alvo use habilidades por 3 segundos. Se acertar pelas costas ou laterais, irá atordoá-lo. Também acrescenta dano extra. Habilidade 3 Instinto Assassino: Seu instinto assassino te permite causar extra dano em um alvo. Caso ele fique com menos de 25% de vida, você causará dano extra por 10 segundos. Disfarces: Você pode criar disfarces e trocá-los 1x por semana, mas não pode trocar sua raça. Habilidade 4 Sentidos Aguçados: Você pode ouvir através de paredes passivamente. Ativar esta habilidade revela inimigos furtivos ao redor. Sentidos Felinos: Você expande seus sentidos aumentando sua velocidade de movimento e de ataque de forma extraordinária por 3 segundos. Classe: O Caçador Quando é necessário habilidades de rastreamento ou imobilizar alvos, esta classe é a melhor delas. Um Caçador pode ser uma classe de difícil maestria, mas é capaz de tornar as explorações muito mais fáceis se bem trabalhado. Habilidade 1 Salto Mortal: Salta 3 tiles para trás, aplicando efeito de esquiva. Se estiver usando uma arma com range, automaticamente ataca o último alvo. Análisar Terreno: Rastreia a área ao redor para encontrar criaturas ou itens próximos. Habilidade 2 Arquearia Aguçada: Você pode ativar poções ou explosivos à distância usando um arco. Esquiva Furtiva: Ativa o efeito de esquiva. Caso tenha sucesso, você fica furtivo por 3 segundos. Qualquer outra habilidade que ative esquiva também ativará este efeito. Atacar enquanto invisível garante bônus de dano. Habilidade 3 Marca Sombria: Você avança através das sombras surgindo atrás do seu alvo e causando atordoamento de 2 segundos. Aura Sensorial: Expande seus sentidos para encontrar qualquer criatura furtiva ou invisível ao seu redor. Criaturas encontradas não podem ficar invisível novamente por 5 segundos. Você também recebe adicional de poder contra todos os alvos ao redor. Habilidade 4 Golpe Sombrio: Seu próximo ataque ignora resistência do alvo por 2 segundos. Se ele tiver uma barreira, ela irá explodir e causar dano em inimigos próximos. Marca Fatal: Você expõe as fraquezas do seu alvo reduzindo todas suas defesas. Caso o alvo morra, você recebe uma grande quantidade de cura. Caminho do Nomeador Está classe não estará disponível até a expansão “O Outro lado do Véu” Estereótipo: Necromante e Clerigo do Fogo Caminho do Naturalista Está classe não estará disponível até a expansão “O Acordar da Mãe” Esterótipo: Druída e Guardião da Floresta Aprendendo Subclasses Após criar seu personagem você pode ir até npc’s específicos para aprender subclasses. Seu personagem pode ter até um máximo de 3 subclasses. Uma vez aprendido não é possível trocar. Diferente das classes, as subclasses vão até o 3 level apenas. Subclasse: Domador Um domador é capaz de converter feras perigosas em poderosos aliados. Criaturas domesticadas por um domador possuem uma série de comandos e um própria página de level e habilidades. Algumas podem também ser montadas para rápida locomoção. Criaturas não agressivas normalmente são tratadas como domésticas. Um domador pode domá-las e transferir para qualquer outro jogador, também pode ter quantos animais desta categoria quiser. Criaturas agressivas normalmente são tratadas como combatentes. Um domador pode ter apenas uma criatura combatente e ela não pode ser transferida para nenhum outro personagem. Matar criaturas irá somar um level de aprendizado em sua habilidade de domador. Ao atingir 1000, você será capaz de domá-la. Em ordem de domar uma criatura agressiva, você terá de reduzir a vida dela para menos da metade, assim ela acalmará e você poderá usar a habilidade novamente para colocá-la em seu poder. Habilidade Level 1 Domesticar Animais: Você pode domesticar animais não combatentes. [Habilidade Ativa] [1 ponto] Habilidade Level 2 Treinador: Pode usar a habilidade de Domesticar Animais para domesticar até 1 animal combatente. [Habilidade Passiva] [1 ponto] Habilidade Level 3 Montaria: Torna possível montar em animais domesticados que o permitam. (2x cliques no animal). Ative esta habilidade para permitir outros personagens na sua party montarem seus animais. [Habilidade Passiva] [1 ponto] Mestre das Bestas: Animais possuem habilidades. Você aprendeu como treina-los para usa-las. [Habilidade Passiva] [2 pontos] Subclasse: Sabotador Ladrões e caçadores de tesouro são exemplos de sabotadores. Esta subclasse te dá acesso as habilidades para roubo, enganação, armar/desarmar armadilhas e arrombar fechaduras. Armadilhas uma vez encontradas podem ser desarmadas com um duplo clique. Assim ela não oferecerá mais perigo a você e o seus aliados. Para arrombar fechaduras você terá de usar gazuas. Usando gazuas em fechaduras será exibido uma janela em que você precisará acertar as ordens da fechadura. É possível saber se você errou pelo som. Fechaduras difíceis terão maiores números de combinação. Errar pode quebrar suas gazuas, então carregue muitas! Através da habilidade de roubo você é capaz de surrupiar qualquer objeto dentro de uma bolsa ou baú que tenha acesso. Isso significa que você removerá o item sem que ninguém perceba. Caso use em um personagem pelas costas dele, você poderá abrir sua bolsa e roubar objetos da mesma forma. Cada objeto tem uma porcentagem (%) de chance de ser roubado, que é afetado pela luminosidade do local e número de pessoas. Ser um bom ladrão envolve ter um bom conhecimento do sistema. Habilidade Level 1 Aptitude Mecânica: Ative essa habilidade para encontrar armadilhas. Permite desarmar armadilhas (2x cliques no item). [Habilidade Passiva] [1 pontos] Ladrão: Pode roubar personagens e surrupiar itens em silêncio. [Habilidade Ativa] [1 ponto] Habilidade Level 2 Arrombar Fechaduras: Você pode arrombar fechaduras de baús e portas usando gazuas. [Habilidade Passiva] [2 ponto] Implantar Objeto: Você pode plantar objetos na bolsa de personagens e criaturas. [Habilidade Ativa] [1 ponto] Habilidade Level 3 Armadilheiro: Você pode colocar armadilhas em fechaduras e portas. Elas são ativadas quando alguém não tem a chave. [Habilidade Ativa] [1 ponto] Subclasse: Alquimista A arte da alquimia envolve o conhecimento de fórmulas e podem criar desde tônicos para recuperação de vitalidade até explosivos. A alquimia contém quatro categorias: Tônicos, Bálsamos, Toxinas e Explosivos. Uma vez aprendido a alquimia você receberá duas receitas de tônicos. É necessário arrastá-los ao seu novo livro de alquimia para aprendê-las. Você é capaz de escrever uma nova receita para aprender desconstruindo poções já existente ou através de receitas encontrados em ruínas. Caso você já possua a receita, desconstruir uma poção irá aumentar o seu aprendizado dela, permitindo que você faça versões mais poderosas. Para criar uma poção basta estar próximo a um becker, balão de destilação, um aparato de aquecimento, e ter um frasco vazio e os demais reagentes. Usando seu livro de alquimia, o processo se iniciará. Habilidade Level 1 Medicinais: Você pode fazer tônicos de vida, mana ou vigor. [Habilidade Passiva] [1 ponto] Venenos e Potencializadores: Você pode trabalhar com venenos e bálsamos. [Habilidade Passiva] [1 ponto] Habilidade Level 2 Explosivos: Você pode trabalhar com explosivos e gases. [Habilidade Passiva] [2 pontos] Habilidade Level 3 Piromaníaco: Você pode aplicar cola a poções explosivas e prender em criaturas ou objetos para explodirem. [Habilidade Ativa] [1 ponto] Subclasse: Artesão Como um artesão é possível escolher entre três configurações na primeira habilidade: Ferreiro, Marceneiro e Costureiro. Embora você possa ter acesso a todas elas, apenas um pode ficar ativo ao mesmo tempo. Esta subclasse depende de recursos retirados da natureza para fabricação de itens, como peles, couro, minérios e outros recursos. A subclasse de Escavador é essencial para ter acesso facilitado a eles. Você receberá nas quests iniciais os kits e aparatos necessários para o foco escolhido. Usando ela, é possível acessar a janela de artesão. Assim como na alquimia, você precisará desconstruir objetos existente para aprender a fazê-los ou aprender diretamente de receitas encontrados em ruínas. Uma vez aprendido armas, armaduras e roupas, elas podem continuar a ser desconstruídas para aumentar seu conhecimento até o level 10 do equipamento, permitindo que elas tenham mais defesa/poder. Artesãos também podem reparar equipamentos existentes com uso de mais materiais ou fundir itens iguais para aumentar seu poder. Habilidade Level 1 Ferraria: Pode fazer armas e armaduras de ferraria. [Habilidade Passiva] [1 ponto] Marcenaria: Pode fazer armas e armaduras de marcenaria. [Habilidade Passiva] [1 ponto] Costura: Pode fazer roupas de costura. [Habilidade Passiva] [1 ponto] Habilidade Level 2 Artesão Experiente: Você pode trabalhar diferentes tipos de materiais e ler receitas especiais. [Habilidade Passiva] [1 ponto] Melhorar Equipamento: Você pode fundir equipamentos para melhorar o poder de uma deles. [Habilidade Ativa] [1 ponto] Habilidade Level 3 Mestre Artesão: Você pode fazer objetos obra-prima. [Habilidade Passiva] [2 pontos] Subclasse: Escavador Os escavadores formam a coluna dorsal que mantém os reinos e a economia girando. Como escavador você estará focando em retirar materiais e consumos da natureza. Estes podem ser utilizados por artesãos e alquimistas. Para coletar minérios você deve possuir uma picareta. Para coletar madeira, qualquer machado será útil. Na coleta de ervas e plantações basta dar duplo clique na planta. Em pescaria você precisará de uma vara de pescar e iscas como minhocas, milho ou entranhas. Habilidade Level 1 Escavador: Recebe bônus ao extrair madeira e minérios. [Req. 1 ponto] Habilidade Level 2 Garimpeiro: Ao extrair minério você tem 2% de chance de encontrar pedras preciosas. [Req. 1 ponto] Habilidade Level 3 Braços Fortes: Acostumado a carregar matéria-prima, seu limite de carga é ampliado em +120 Subclasse: Músico O poder proveniente da música ainda é desconhecido e pouco explorado, mas aqueles que nascem com o dom de tecer belíssimas notas são capazes de atingir um novo nível de magia. Bardos tem acesso a três diferentes instrumentos musicais: Harpa, Harpa Pequena e Alaúde. Cada instrumento tem diferença em suas notas e sintonias. Longas músicas farão com que efeitos de controle e potencializadores durem por mais tempo. Para facilitar o uso em combate você pode gravar suas notas em partituras. Dizem existir partituras únicas com músicas criadas pelos deuses que são mais poderosas do que as magias invocadas pelos magos. Músicos com muita experiência são capazes de tocar a sintonia do véu, que permite atravessar longas distâncias através de pedras rúnicas. Habilidade Level 1 Tocar Instrumentos: Você é capaz de tocar instrumentos de até 200 notas e atribuir emoções as suas partituras. [1 ponto] Habilidade Level 5 Artes de Bardo: Para cada efeito atribuído a uma partitura sua, você desperta efeito em aliados ou inimigos. [2 pontos] Encorajar: Aliados recebem aumento de Poder Entristecer: Inimigos sofre redução de Poder. Enfurecer: Inimigos têm uma chance de atacar os próprios aliados. Não funciona com chefes. Alegrar: Aliados recebem aumento de regeneração de vida/mana/vigor. Habilidade Level 10 Abrir o Véu: Você é capaz de tocar sons que abrem portais para outros lugares. [2 pontos] Evolução de Personagem A progressão de habilidades se dá de duas formas. A primeira é o level de personagem. A segunda é o level da classe/subclasse. Você é capaz de adquirir experiência para seu personagem ao matar monstros, fazer poções, armas, armaduras, pescar e escrevendo livros. A cada level você receberá 1 ponto de vitalidade e 1 ponto de personagem para habilidades. O ponto de vitalidade é consumido para aumentar sua vida, mana ou vigor. Você pode escolhê-lo na tela perícias onde aparecerá um [+] abaixo do valor destes atributos. Já o ponto de personagem pode ser usado para adquirir novas habilidades de suas classes e subclasses. Deixe o mouse sobre a habilidade para ler seus requerimentos. A experiência de classe/subclasse é adquirida ao realizar missões entregues pelos NPC’s. Você será capaz de realizar 2 missões de cada classe por semana. As missões ficam mais difíceis conforme sua experiência aumenta. Habilidades terão como requisitos tanto o level do personagem quanto level da classe. Lembre-se que as habilidades adquiridas em uma classe não é transferida para outra, nem os pontos gastos.","categories":[{"name":"Sistemas","slug":"Sistemas","permalink":"http://sussurroseternos.com/categories/Sistemas/"}],"tags":[{"name":"Habilidades","slug":"Habilidades","permalink":"http://sussurroseternos.com/tags/Habilidades/"},{"name":"Evolução","slug":"Evolucao","permalink":"http://sussurroseternos.com/tags/Evolucao/"},{"name":"Furioso","slug":"Furioso","permalink":"http://sussurroseternos.com/tags/Furioso/"},{"name":"Guardião","slug":"Guardiao","permalink":"http://sussurroseternos.com/tags/Guardiao/"},{"name":"Mago do Véu","slug":"Mago-do-Veu","permalink":"http://sussurroseternos.com/tags/Mago-do-Veu/"},{"name":"Elementalista","slug":"Elementalista","permalink":"http://sussurroseternos.com/tags/Elementalista/"},{"name":"Infiltrador","slug":"Infiltrador","permalink":"http://sussurroseternos.com/tags/Infiltrador/"},{"name":"Caçador","slug":"Cacador","permalink":"http://sussurroseternos.com/tags/Cacador/"}]},{"title":"Criação de Personagem","slug":"criacao-personagem","date":"2018-03-18T09:20:40.000Z","updated":"2018-07-16T14:32:24.490Z","comments":true,"path":"criacao-personagem/","link":"","permalink":"http://sussurroseternos.com/criacao-personagem/","excerpt":"","text":"Agora que você já leu a história, já estudou um pouco do sistema e está louco para colocar suas idéias em prática, vamos ao tutorial de criação de personagem. Depois de ter sua conta aprovada você receberá um e-mail com seu login e senha, que é gerada aleatoriamente e que pode ser alterada depois com o comando “.senha”. Na primeira vez que você entrar no jogo você verá as seguintes janelas. Essa é a criação de personagem padrão do Ultima Online e você deve ignora-la por complexo, clicando em qualquer opção para entrar no jogo o mais breve possível. Assim que criar seu personagem, o gump ao lado aparece pra você. Escolha seu nome e sobrenome (opcional), além de sua raça e sexo. Cada uma das raças possuem características que diferem uma das outras, por causa disso, há um bônus de atributos que vão variar de acordo com a escolha da raça de seu personagem: Núros ganham +1 em todos os atributos Valas ganham +2 de Inteligência e +1 de Destreza Alayárz ganham +2 de Destreza e +1 de Inteligência Feito isso, clique em “Próximo” e você terá que escolher qual será a religiosidade de seu personagem. Isso afetará muito em sua história in game, além das coisas que podem ou não acontecer com seu personagem. Apenas servos de Anar podem adquirir a característica “Clérigo de Anar”, necessário para te acesso as habilidades de clérigo. E apenas servos de Seredhiel tem acesso as habilidades de Magia. Escolha entre os Deuses: Anar, o Deus do Sol e Seredhiel, a Deusa da Lua. Obs.: Clique na Ankh Azul, embaixo do gump, para trocar o Deus. Agora vamos falar sobre os atributos, eles serão o alicerce de seu personagem. Cada atributo influencia e muito em suas rolagens durante o jogo, isto é, as chances de acerto em diversos tipos de ações. Então escolha sabiamente. Durante a evolução do personagem, lhe será dada a oportunidade de melhorar um destes atributos. Uma vez que o atributo correto pode lhe facilitar rolagens. Para entender melhor a magnitude dos Atributos, digamos que você é um ladino e quer detectar uma armadilha. A dificuldade dessa armadilha é 10, por exemplo. E seu personagem possui 14 de Sabedoria e a Habilidade “Percepção” em Nível 2. Ao tentar detectar a armadilha, um dado de 20 lados (D20) é rolado e você consegue um 8, então você falharia, porém, como sua Sabedoria é 14, você recebe um bônus de +2 nessa rolagem. E sua Habilidade de Percepção em nível 2 lhe concede +1. Logo o que era um resultado 8, tornou-se 11. Agora vamos separar os meninos dos homens, nesta parte você estará responsável pela construção principal do seu personagem. Características: Aqui você definirá as vantagens e desvantagens de seu personagem. Cada vez que você pega uma desvantagem, lhe será concedido mais pontos de habilidade para você distribuir. E se pegar uma vantagem, pontos de habilidade serão gastos. Para ler a descrição de cada Característica, Habilidade ou qualquer outra coisa in game basta permanecer com o mouse em cima. São 30 pontos de habilidade iniciais disponíveis, mas e se as habilidades que você pensou em pegar custam 40 pontos no total? Sem motivos para preocupações, pois você pode pegar a desvantagem “levantador de copos(-10)”, por exemplo e se tornar um alcoólatra feliz da vida com 40 pontos de habilidade para gastar. E a única coisa que precisa fazer é interpretar essa característica e beber. A ideia é que se você pode jogar sua vida fora com bebidas, o seu personagem também pode! Lista de Caracteristicas: A lista de característica é modelada por: Descrição da característica Custo em pontos de habilidade. Se existir um “|”, quer dizer que você pode mais de uma vez: “3|5” representa 3 pontos de habilidade e pode ser adquirido 5 vezes. Requisitos para característica estar disponível. Acumulador de Mana Custo: 1|10 O personagem possui uma capacidade acima do normal em acumular mana, a cada ponto gasto você recebe um ponto de mana a mais. Autocontrole Custo: 3|5 Sua mente possui um foco extraordinário, e difilmente é abalada. Cada nível em Autocontrole resulta em +1 para resistir efeitos de controle. Aversão a Luz Custo: -8 O personagem possui uma super sensibilidade a luz, dificultando sua visão em plena luz do dia. Enquanto o sol tiver incidência direta, o personagem terá -1 em qualquer teste que exija a sua visão, e isso inclui o combate. Azar Custo: -5 Toda vez que se tira um número 1 no dado de vinte faces (D20) é considerado um erro crítico. Aquele que possui azar passa a ter o 2 como erro crítico também. Combate Defensivo Custo: 8 Este personagem possui reflexos mais apurados quando se trata de manobras defensivas. Seus olhos tem a capacidade de prever, até certo ponto, os movimentos do inimigo, e sendo assim ele recebe +2 para qualquer teste de resistência. Desatento Custo: -2|3 Este sujeito vive com a cabeça na lua, e normalmente é o último a perceber que o combate iniciou, em alguns casos eécapaz de esquecer a sua própria arma. Cada nível em Desatento resulta em -1 em Percepção passiva Duro de Matar Custo: 1|10 O personagem aguenta dano acima do normal, seus amigos provavelmente nunca viram um inimigo que o conseguiu derrubar. Este personagem possui um Ponto de Vida a mais para cada nível. Ganância Custo: -5 Você sempre estará tentado em obter algum bem ou dinheiro. Não importa se é algo útil ou não, o importante é ter! Seu personagem infringirá inclusive a barreira da legalidade caso o ganho seja bom. O personagem ficará tentado a pergar alguns itens e permancer com ele ou sofrerá penalidade por um determinado período de tempo. Gula Custo: -2 Este é o elemento que vai na festinha e leva os docinhos no bolso. Ser guloso é sempre comer mais do que precisa, levar mais comida do que deve e pedir mais do que se pode comer. O personagem ficará tentado a comer e caso não satisfaça sua fome sofrerá grandes panlidades em atributos por algum tempo. Homem de Aço Custo: 10 O sujeito que possui essa característica é o típico casca grossa. Sua pele não se formou como de costume e é dotada de uma resistência fora do normal. O personagem possuirá +1 de resistencia a dano (AR) natural. Ágil Custo: 2|5 O personagem possui uma coordenação motora extraordinária quando o assunto é se deslocar. Cada ponto de Ágil equivale a +2 em stamina. Lento Custo: -1|3 O personagem possui algum defeito físico que compromete a sua movimentação. Cada ponto de lentidão equivale a -2 em stamina. Levantador de Copos Custo: -10 Este sujeito gosta de uma cana, não pode passar por uma taverna sem entrar. Sua principal diversão é encher o caneco e seu esporte favorito é o levantamento de copos. O personagem precisará beber alcool de tempos em tempos ou sofrerá penalidade nos atributos durante determinado quantidade de tempo. Dentro do jogo, o sistema irá interpretar esta desvantagem te obrigando a tomar alcool de tempos em tempos. Se você por algum motivo não puder realizar a ação, seu personagem sofrerá penalidades em atributos por 2 horas dentro do jogo. Perspicaz Custo: 3|5 Aumenta a probabilidade do personagem perceber as coisas a sua volta aumentando o seu índice de percepção. Cada nível em Perspicaz aumenta em +1 no atributo Percepção passiva. Piromaníaco Custo: -8 Se algo está impuro, o fogo purifica. O jogador não deve perder a oportunidade de por fogo em algo, o quanto maior melhor. Seja um palheiro, carroça, árvore, casa ou até mesmo um castelo, constantemente algo entrará em combustão. O personagem precisará queimar algo de tempos em tempos ou sofrerá penalidade nos atributos (acender tochas não conta). Dentro do jogo, o sistema irá interpretar esta desvantagem te obrigando a colocar fogo em algo. Você pode fazê-lo usando uma tocha em modo de combate. Psicopata Custo: -15 Matar é sua alegria. Ao estar em locais povoados, pelo menos uma vez ao dia você precisa matar alguém. Não precisa ser alguém importante ou um inimigo difícil, apenas o ato de ceifar a vida de alguém já o satisfaz, contudo, você gosta de deixar a sua marca. A marca pode ser estabelecida pelo jogador, ela pode ser um objeto deixado na cena, um desenho com sangue ou algo do tipo. Dentro do jogo, o sistema irá interpretar essa desvantagem te obrigando a matar uma criatura próxima de tempos em tempos. Você pode resistir a ela e negar-se a fazê-lo, porém isso acarraterá penalidades por 2 horas de jogo. Caso o sistema indique que você deve matar um jogador, apenas desmaia-lo será suficiente para cumprir a exigência. Clérigo de Anar Custo: 10 Requisito: Deus Anar O personagem possui um vínculo mágico com seu deus e por esse motivo não aprende suas magias através de livros, mas as recebe como dádiva divina. O personagem com esta característica deverá escolher apenas um deus para seguir, e será incapaz de usar qualquer magia que seja vinculada a um deus diferente. Dádiva de Anar’Niel Custo: 3 Requisito: Característica Clérigo de Anar; Ser mulher Como Anar’Niel, você segue os passos das grandes Anar’Emel do passado, as diretrizes deixadas por Isabel. Aumenta seu slot de milagres em +2. Por fim, você terá 60 créditos para escolher seus itens iniciais. Certifique-se de gastá-los da melhor maneira possível, escolhendo-os de acordo com as habilidades de seu personagem. Se você quer ser um guerreiro, por exemplo, não gaste seus pontos para pegar uma varinha mágica, e por ai vai. Uma vez finalizado, o gump de criação vai sumir e só vai faltar criar sua ficha RP, com as características comportamentais e objetivos de seu personagem, além de escrever suas características físicas. Este último é possível ao acessar o Paperdoll e clicando duas vezes no 1º pergaminho. Nele você vai escrever o perfil de seu personagem e ainda pode ter uma ideia de como é a aparência física dos outros personagens. Espero que as possíveis dúvidas tenham sido tiradas e tenham um bom jogo.","categories":[{"name":"Sistemas","slug":"Sistemas","permalink":"http://sussurroseternos.com/categories/Sistemas/"}],"tags":[]},{"title":"Mil nomes meus","slug":"meus-mil-nomes","date":"2018-03-11T03:02:46.000Z","updated":"2018-03-11T03:09:13.000Z","comments":true,"path":"meus-mil-nomes/","link":"","permalink":"http://sussurroseternos.com/meus-mil-nomes/","excerpt":"","text":"As crianças se ajeitam ao redor da fogueira, dividindo um velho trapo para se proteger do frio. O refúgio — agora mais vivo do que nunca — se agita em meio a noite com comércios, duelos, gritarias e discussões políticas acerca do andamento do fim do mundo. “Vamos! Continue da onde você parou!” O velho — que sempre se intitulou como um ninguém — se ajeita ao banco, dá um gole em um cantil com hidromel e então pigarreia. — Bem, como eu disse da ultima vez; o mundo costumava ser muito, muito grande. Mas então as sombras vieram. Acontece que elas já desejavam vir aqui há muito tempo, mas sempre foram derrotadas na beira do mundo. Uma criança nuro levanta a mão, perguntando curiosamente; — O que é beira do mundo? O velho, então, ri e lhe responde; — Não o que é, mas onde. A beira do mundo, dizia meu avô, é um lugar onde todas as almas se encontram em meio a magia e os milagres. Um lugar para onde tudo é decidido pelo destino. — Bem, como eu dizia, as sombras — ou como eles chamam estas coisas hoje em dia, moriquendis — sempre foram parados por lá. Mas então os nomeadores falharam e estas coisas entraram em nosso mundo, e as sombras nomearam seus desejos sobre tudo que nos pertence. Pois assim é as coisas: seu nome carrega seu destino, e o destino não se enfrenta. Uma garotinha alayar interrompe então a história e pergunta também; — Mas como eles falharam? Como se nomeia as coisas? O velho afaga os cabelos da menininha e dá mais um gole no hidromel. Seus olhos castanhos refletem as labaredas da fogueira que flertam com o ar sobrecarregado. Ar este, tenso pelo tilintar de metais da milícia preparando o arsenal para a próxima defesa do refúgio. O velho após muito pensar, diz; — Penso eu que eles falharam pois se esqueceram do verdadeiro significado de seus nomes, e se você não sabe quem é, para moldar sua realidade, como fará para mudar outras? Para nomear o mundo, você deve entender sua magia e entender principalmente a si. Os moriquendis ganham esta guerra pois eles passaram a entender tudo, inclusive a nós. Rugidos surgem ao longe no deserto. O refúgio começa a se mobilizar e as crianças observam clérigos, magos, espadachins e arqueiros correndo em direção as muralhas. O velho se levanta e bate a poeira da túnica surrada. Ele pede a uma das curandeiras para levar as crianças para um local seguro. Um jovem vala porém, antes de partir, olha para o velho e pergunta com um tom assustado; — O que vai acontecer? E se nosso destino for morrer hoje a noite? O velho apenas sorri, desembainhando uma rapieira com inscrições rúnicas. — Quanto a isto meu orgulhoso jovem, fique calmo. Não vou deixar o destino fazer mal a nenhuma criança aqui. O som do combate corta a atmosfera e o jovem pergunta com visível medo agora; — Mas o senhor mesmo disse que o destino reina sobre tudo! O velho joga areia sobre a fogueira para apagar o adorável canto de contos e antes de partir para o fronte de batalha, encara o elfo e diz com um sorriso brincalhão. — Isso é verdade! Como eu, um ninguém, poderia enfrentar o próprio destino e seus mil nomes? O jovem vala, então, entendeu que ninguém manda no destino.","categories":[{"name":"Contos","slug":"Contos","permalink":"http://sussurroseternos.com/categories/Contos/"}],"tags":[]},{"title":"Faces ocultas de um reino","slug":"As-faces-do-reino","date":"2018-03-11T02:46:04.000Z","updated":"2018-03-11T02:57:49.214Z","comments":true,"path":"As-faces-do-reino/","link":"","permalink":"http://sussurroseternos.com/As-faces-do-reino/","excerpt":"","text":"A porta da cabana arrebentou com tanta força e rapidez que mal houve tempo do açougueiro dentro dela reagir. Era um belo disfarce: comercializava cortes de manhã, e a noite recebia contratos para abater outros tipos de corpos. Ele até que aguentou bastante, ou o bastante para um rato experiente em assassinar alvos políticos importantes. A solução de alcool e raizes impediam que o mesmo desmaiasse de dor e quando a lua surgiu no horizonte, havia apenas um rosto cujas grandes órbitas estavam vazias. O mesmo já nao podia também assobiar - afinal, claro - isso costuma exigir uma língua. O investigador achou algumas confissões interessantes e um bilhete no bolso do avental do açougueiro. “Venha para o fundo dos estábulos pela madrugada durante a próxima grande chuva”. Ele recolheu os homens e os mandou embora, para aproveitar o resto da noite: fosse com prostitutas, jogos de baralho ou bebidas. Durante a próxima lua, houve uma chuva torrencial - a oportunidade surgira finalmente. Um golpe de estado estava no ar, e o sujeito sabia disso. Uma Anar’emel havia sido morta, Yusuruh - o general - quase foi atingido por um virote envenenado e o primeiro encantador morreu em condições misteriosas, deixando o conselho em caos a cerca de quem era apto o suficiente para tal tarefa. Ele esperou nas sombras e uma figura apareceu, carregando uma cimitarra na mão. “Agradecemos o serviço, e quando digo que não é nada pessoal, realmente não o é; apenas pontas soltas demais”. O investigador entendeu então que um grupo estava orquestrando uma tomada de poder do refúgio, derrubando sistematicamente seus grandes líderes. O sujeito com a cimitarra deu um passo a frente, e das sombras surgiram ainda mais deles. Todos encapuzados e com armas perfurantes em vista. Eram realmente um grupo cauteloso. Percebeu também a presença de dois arqueiros em pontos cegos na muralha onde a patrulha dos magos não os enxergavam. E então as lâminas finalmente provaram sangue. Tudo que bastou foi um assovio muito agudo. O homem de cimitarra caiu, mas vivo e sem poder se mexer. Os arqueiros na muralha foram mortos instantaneamente com apunhaladas na base da nuca. O resto do grupo de hereges foram tombando pouco a pouco em meio a uma cortina de fumaça. O insurgente então percebeu tarde demais, o quão fodido estava, pela tonalidade a sua frente. A capa - apesar de suja de barro - impunha um tom inconfundível de vinho. Todos seus irmãos e seus planos de insurreição, destruídos por figuras misteriosas portando laminas curtas, cujos rostos eram escondidos por máscaras de aves e bicos. Ele começou a rir “ Mas que merda, achei que a inquisição tivesse sido debandada”. O inquisidor mediu o sujeito. Pediu para os surradores se livrarem dos mortos e carregar os vivos para sua oficina de justiça. “Nunca fomos exatamente debandados. Agora venha - tenho muito do que lhe interrogar”","categories":[{"name":"Contos","slug":"Contos","permalink":"http://sussurroseternos.com/categories/Contos/"}],"tags":[]},{"title":"Ventos da Mudança","slug":"ventos-de-mudanca","date":"2018-03-02T06:27:28.000Z","updated":"2018-03-02T06:33:37.550Z","comments":true,"path":"ventos-de-mudanca/","link":"","permalink":"http://sussurroseternos.com/ventos-de-mudanca/","excerpt":"","text":"Duas estações de contínuas construções. É incrível o que o Refúgio consegue fazer para sobreviver. Colocou sua pena no tinteiro observando pelo alto da nova biblioteca. A ordem da muralha havia abandonado suas frágeis paredes de madeira por maciças muralhas de pedra. Como é que conseguem montar isso afinal? Respirou fundo, o ar percorreu seus pulmões enquanto sentia a energia dos espíritos pairarem ao seu redor, animados por alguma ordem travessa. O poder dos obelisco de Seredhiel havia sido restaurado e a magia estava mais forte ali. Mas a que custo? Levantou-se e olhou ao longe a nova Torre do General, muito mais poderosa e presente do que antes. Quatro torres de prisioneiros foram levantadas ao topo. Quantos Seredh’Atars e Seredh’Emels irão ser presos ali antes de algo mudar? A imagem de Yusuruh doente veio a sua mente. Mudanças ocorrem desde que o Refugio fora levantado em toras de madeira até agora. A saúde do General também havia sido debilitada. Parecia uma evolução anormal em um homem que ostentava vigor. Os conselheiros não pareciam se importar em como isso havia acontecido, desde que pudessem ocupar o cargo e ditar suas próprias regras. — As cadeiras, coloquem ali. Acho que precisará levantar mais uma parede aqui… — Ouviu ao fundo a voz do Seredh`Turã. Abriu um sorriso e dirigiu-se a ele. — Seredh`Turã Ravengar, que bom vê-lo. Temos muito a conversar.","categories":[{"name":"Contos","slug":"Contos","permalink":"http://sussurroseternos.com/categories/Contos/"}],"tags":[]},{"title":"Ficha de Interpretação","slug":"ficha-interpretacao","date":"2018-01-22T05:50:41.000Z","updated":"2018-07-16T14:35:06.630Z","comments":true,"path":"ficha-interpretacao/","link":"","permalink":"http://sussurroseternos.com/ficha-interpretacao/","excerpt":"","text":"A Ficha de Personagem tem a função de estabelecer os limites do seu personagen e seus objetivos, e será visualizada pela Staff na hora de te auxiliar em jogo. Avaliações de outros jogadores sobre seu personagem só serão aceitas se condizerem com sua ficha, isso é, se alguém te avaliar negativamente por ter agido de alguma forma em jogo, a staff pode ignorar a avaliação se julgar de acordo com sua ficha. Para acessa-la use o comando .ficharp. Ela deverá se parecer com isso: Sempre que quiser adicionar um novo tópico em alguma categoria, como Características Comportamentais, você deve usar o sinal de “+”. Você poderá criar tópicos até o máximo de 15. Se tiver feito algo errado, você sempre pode remover o tópico clicando o sinal de “-”, e entrando com o numero da linha. Características A primeira aba da ficha de personagem pede suas Características Comportamentais e seus Objetivos. Não é obrigatório escrever seus objetivos durante os primeiros dias de jogo, mas é importante fazê-lo no futuro se quiser que a staff lhe auxilie a conquista-los. Para características comportamentais, é exigido ter no minimo duas características “ruins” e duas características “boas”. Isso é importante para dar vida ao seu personagem. Histórico A segunda aba é a de Histórico. Nela você encontrará seus grandes feitos, que só podem ser designados por um Staff, e também as “Anotações” do seu personagem. Você é livre para colocar em suas anotações, até o máximo de 80. A staff também terá acesso a estas notas e isso pode ser utilizado para passar mensagens importantes do seu personagem, como anotar alguns feitos de quests, monstros que enfrentou e roleplays que a staff não esteve presente. Podemos sempre aproveitar isso para desencadear eventos. Avaliações Esta é a ultima aba da ficha. Quando outros jogadores te avaliam, e algum membro da Staff aceita a avaliação, ela será mostrada nesta aba. Assim você terá feedback de como está indo seu personagem na visão de outros jogadores. Entretanto, o nome de quem te avaliou não ficará disponível para garantir a liberdade das avaliações.","categories":[{"name":"Tutorial","slug":"Tutorial","permalink":"http://sussurroseternos.com/categories/Tutorial/"}],"tags":[]},{"title":"Interagindo com NPC's ","slug":"interagindo-npc","date":"2018-01-05T17:06:18.000Z","updated":"2018-01-05T17:12:38.002Z","comments":true,"path":"interagindo-npc/","link":"","permalink":"http://sussurroseternos.com/interagindo-npc/","excerpt":"","text":"Temos a política de não utilizar uma gama vasta de npc’s (personagens não jogáveis) no jogo. Dito isto, ainda há aqueles extremamente necessários para o funcionamento do jogo, como comerciantes, administradores de estalagem, a casa da moeda e alguns outros. Ao interagir com um npc, é de suma importância que você interprete suas ações e a de outros personagens. Algumas falhas podem ocorrer e confiamos nos nossos jogadores para lidar da melhor maneira possível com elas. Cada npc tem um conjunto de palavras-chave que podem ser adicionadas a sua frase a qualquer momento para interagir com ele. Isso não só permite que você interprete a todo momento, como também na construção de frases que mais se encaixem na sua forma de jogar e na situação em que se encontra. Comerciantes Um comerciante permitirá que você compre e venda seus materiais e itens produzidos em jogo. Falar: ver / comprar: Abrirá a janela de artigos do comerciante. Exemplo: “Posso ver os artigos a venda?” Para comprar um artigo, clique no ícone do cifrão $. Se for um artigo seu a venda, o ícone de um X aparecerá para recuperar o item para sua bolsa. Arrastar item para cima do npc: Abrirá a janela de venda para o item que você arrastou. Falar: lucros / vendas: Irá receber os lucros dos itens vendidos no NPC. Hotelarias Um administrador de hotelaria é responsável por administrar quartos em uma construção. Os quartos estão enumerados e você poderá saber qual está alugando ao dar um único clique na porta dos quartos. Falar: alugar / quartos: Abre a janela de quartos alugáveis. Também é possível nesta janela trocar a fechadura do seu quarto, romper o contrato de aluguel ou pagar a próxima mensalidade do aluguel. Ao alugar um quarto, toda semana será necessário renovar o aluguel. A opção estará disponível na janela de quartos, e você terá três dias para fazê-lo após o vencimento. Não realizando o pagamento, todos os itens do seu quarto ficarão retidos com o npc e você terá de pagar uma taxa de multa com ele para adquirir seus pertences de volta. O quarto também ficará disponível para ser alugado por outra pessoa.","categories":[{"name":"Tutorial","slug":"Tutorial","permalink":"http://sussurroseternos.com/categories/Tutorial/"}],"tags":[{"name":"NPC","slug":"NPC","permalink":"http://sussurroseternos.com/tags/NPC/"}]},{"title":"Sistema de Combate","slug":"sistema-combate","date":"2018-01-05T17:05:23.000Z","updated":"2018-07-17T14:27:23.343Z","comments":true,"path":"sistema-combate/","link":"","permalink":"http://sussurroseternos.com/sistema-combate/","excerpt":"","text":"Há diversos elementos que compõe o sistema de combate do shard, mas sem dúvidas o mais importante dele é conhecimento e técnica do jogador. Não é possível cobrir em texto todas as mecânicas que envolve o combate, uma vez que novas podem ser adicionadas a qualquer momento, mas podemos oferecer um ponto de partida. O recurso mais importante são seus atributos de vitalidade. Você recebe um ponto de vitalidade para cada level de personagem, mas eles representam valores diferentes dependendo da vitalidade em que é distribuído. Vida Seu número de vida equivale a capacidade do seu personagem de sofrer dano sem ser nocauteado. Distribuir 1 ponto de vitalidade em Vida equivale a + 200 de vida. Quando seu personagem chegar a 0, você será nocauteado. Aliados poderão te estabilizar após 15 segundos. Caso ninguém te estabilize, você ficará nocauteado por até 1 minuto. Mana Representa sua capacidade de juntar energia espiritual e, consequentemente, dar ordem aos espíritos. O caminho do Sábio, Nomeador e Naturalista são os únicos que usa Mana como recurso. Indiferente de você usar mana ou não, ter esta vitalidade reduzido a 0 irá lhe causar um atordoamento de 5 segundos. Vigor Mede suas capacidades de executar movimentos físicos sem se cansar. O vigor, junto da Vida, é um dos recursos mais utilizados. Correr, usar habilidades físicas e habilidades de armas (exceto varinhas e cajados) usam seu estoque de vigor como fonte. Ter seu vigor reduzido a 0 irá impedi-lo de se mover, pegar itens ou trocar de armas. Ferimentos Graves Para cada desmaio você sofrerá um Ferimento Grave. Após acumular 2, você não será capaz de ser estabilizado novamente. Neste caso, seu personagem permanecerá em estado letárgico por 4 horas. Caso não seja levado a uma templo/igreja ou receba uma Semente de Anar, você estará permanentemente morto e terá de começar um novo personagem. Esquiva e Bloqueio Todo personagem automaticamente tem acesso a habilidade de Esquiva, enquanto apenas aqueles que usarem armas grandes ou escudos tem acesso a habilidade de Bloqueio. Uma vez que não há cálculos de acerto e erro, o uso correto destas habilidades se faz fundamental para aumentar a sobrevivência do seu personagem. Esquiva e Bloqueio dividem o mesmo tempo de cooldown. Isso é, ativar qualquer uma das duas colocará ambas em cooldown. Quando ativadas elas absorvem até 3 golpes/habilidades durante 2 segundos. Sofrer efeitos de atordoamento ou cair automaticamente forçam Esquiva para cooldown, quer você tenha ativado ou não. É importante lembrar que há magias e habilidades que não podem ser defendidas por bloqueio, mas sim por esquiva, e vice versa. Armas e Poder O atributo mais importante de qualquer arma, seja mágica ou não, é o seu Poder. Habilidades utilizam este parâmetro para definir porcentagens de dano e duração de efeitos. O poder também significa o dano por golpe da arma. Armas também tem outros atributos como velocidade de ataque, habilidade ativa e habilidade passiva. Seu level de personagem e experiência de classe são usados como requisitos para permitir que você equipe uma arma. Armaduras e Defesas Cada equipamento tem uma taxa de Defesa e Defesa Elemental (Fogo, Raio, Veneno e Gelo). Esta taxa varia de 0% a 60%, aplicando redutores no dano sofrido pelo seu personagem. Cada parte de uma armadura irá absorver apenas golpes que acertarem no local equipado. Quando uma habilidade apresenta a descrição “Dano Massivo”, isso significa que sua defesa para o golpe é a média de todos os equipamentos equipados. Partes não equipadas tem defesa de 0%. Tabela de Acerto Torso: 44% Cabeça: 17% Braços: 16% Pernas e Pés: 9% Pescoço: 7% Mãos: 7% Roupas Tecidos são úteis pelo peso leve e altas defesas elementais. Quando usadas em conjunto com armaduras leves ou pesadas, sua taxa de defesa física cairá para metade. Essa redução não conta para equipamentos em áreas que o tecido não cobre. Por exemplo, usar um manto com luvas pesadas não aplica redução nas luvas. Armaduras Leves Possuem peso mediano com defesa e defesa elemental médias. Cada parte de armadura leve equipada também reduz o cooldown de esquiva em 2%. Normalmente são feitas de couro e tecido. Armaduras Pesadas Com peso maior e revestidas com placas metálicas, possuem altas taxas de defesa e baixa defesa elemental. Cada peça de armadura pesada aumenta o gasto de vigor e mana em habilidades em 5%. Escudos Qualquer personagem pode equipar escudos. Eles habilitam o uso da habilidade bloqueio e adicionam uma porcentagem extra de defesa física e/ou elemental a todas as partes do corpo. Escudo se diferenciam pelo acréscimo de defesa e pelo cooldown de bloqueio. Maiores escudos costumam ter cooldown maior. Barreiras Quando uma criatura é envolvida por um escudo de proteção do véu, que desvia os golpes para outros mundos, é chamado de Barreira. Barreiras decaem ao decorrer do tempo e anulam completamente o dano enquanto durarem. Habilidades de Armas Cada arma tem uma habilidade ativa, usada em modo combate ao dar dois cliques na arma, e uma habilidade passiva que será ativada caso as condições descritas sejam cumpridas. A seguir tem uma lista de todas as habilidades disponíveis. Ativas Arremesso: A arma pode ser arremessada para causar dano, com uma chance de 20% de atordoar o alvo por 2 segundos. Disparo Poderoso: Você prepara um poderoso disparo que causa dano massivo no primeiro alvo e dano menor nos demais. Chuva de Flechas: Prepara várias flechas em sequência fazendo cair uma chuva de flechas sobre inimigos em uma área. Puxão Violento: Dá um golpe certeiro que causa dano e puxa o alvo em sua direção e reduz a velocidade de movimento por 1 segundo. Ignorar Armadura: Permite ignorar completamente a armadura do alvo por um ataque, mas o dano sofre uma redução de 10%. Golpe Devastador: Drena 10% do vigor do alvo ao impacto. Desmontar: Seu próximo golpe terá a capacidade de derrubar o alvo. No caso de um sucesso, ele sofrerá dano massivo e não poderá montar novamente por 20 segundos. Ataque em Movimento: Permite a usuários de arcos e armas de arremesso a atacarem enquanto em movimento. Ataques desta maneira tem 10% de chance de errar o alvo. Golpe Sombrio: Causa dano extra se usado pelas costas do alvo e automaticamente reseta o cooldown de esquiva/bloqueio. Golpe Giratório: Ataca todos os alvos ao seu redor em um movimento giratório poderoso. Golpe Desorientador: Acerta o alvo com um golpe poderoso, deixando-o desorientado por 2 segundos, afastando-o e fazendo-o esquecer quem estava atacando. Empalar: Ataca uma linha reta de 3 tiles, atravessando todos os inimigos e causando dano. Partir Armadura: Desfere um golpe poderoso que leva 2 segundo para carregar, em um acerto quebra a armadura do alvo no local atingido. NPC’s sofrem redução de defesa por 6 segundos. Encantamento da Lua: Confere propriedades elementais a arma durante um período de tempo, acrescentando algum dano elemental (Fogo, Gelo, Raio ou Veneno). Passivas Sangramento: Tem 6% de chance de aplicar sangramento em um alvo, impedindo-o de recuperar vida por qualquer fonte durante 3 segundos. Diferença de Altura: Atacar um alvo estando em um terreno mais elevado aumenta o dano causado. Riposte: Tem uma chance de 50% de atacar o alvo imediatamente após ele errar um golpe. Duelista: Tem uma chance de 25% de atacar duas vezes em qualquer golpe. Devorador do Véu: Consome mais rapidamente a barreira do alvo caso ele possua uma. Barreira: Cada golpe tem uma chance de 15% de gerar uma barreira por alguns segundos. Poderoso: Ao atacar com sua arma você também acerta até 2 outros inimigos com 25% do dano total ao primeiro. Gigante: Seus ataques ignoram até 10% de defesa do alvo. Êxtase: Aumenta recuperação de vigor em 30% após matar um alvo. Efeitos de Controle Efeitos de controle permitem mudar o estado físico ou mental de uma criatura. Em suas habilidades, armadilhas e venenos podem conter um ou mais efeitos de controle que sera aplicados nos alvos. Atordoamento Incapaz de se mover, atacar ou usar habilidades. Esquiva e bloqueio entra em cooldown. Congelado Aumento de defesa para 100% e redução de defesa mágica em até 60% e impossibilitado de atacar, mover ou usar habilidades. Tombar/Cair Incapaz de se mover, atacar ou usar habilidades por 1 segundo. Esquiva entra em cooldown. Ataques sofridos neste tempo tem dano massivo. Confusão Alvos de ataque, habilidades e magias são trocados por qualquer criatura próxima. NPC`s podem atacar os próprios aliados. Silenciado Não pode usar magias ou habilidades, também não é capaz de falar e apenas usar ações. Encantado Incapaz de atacar o alvo que conjurou o encantamento. Enraizado Não pode se mover, mas pode atacar e trocar equipamentos. Queimando Sofre dano por fogo a cada 2 segundos. 15% de chance de ficar atordoado por 0.5 segundos a cada rodada de dano. Sangrando Sofre dano físico a cada 2 segundos. Incapaz de se curar pela duração do efeito. Cego Todos os ataques e habilidades erram qualquer alvo. Incapaz de ler ações. Retardamento Redução na velocidade de ataque e de movimento.","categories":[{"name":"Sistemas","slug":"Sistemas","permalink":"http://sussurroseternos.com/categories/Sistemas/"}],"tags":[{"name":"Combate","slug":"Combate","permalink":"http://sussurroseternos.com/tags/Combate/"},{"name":"Armadura","slug":"Armadura","permalink":"http://sussurroseternos.com/tags/Armadura/"},{"name":"Arma","slug":"Arma","permalink":"http://sussurroseternos.com/tags/Arma/"}]},{"title":"Como Interpretar","slug":"Como-Interpretar","date":"2017-12-22T05:31:44.000Z","updated":"2017-12-22T05:55:28.086Z","comments":true,"path":"Como-Interpretar/","link":"","permalink":"http://sussurroseternos.com/Como-Interpretar/","excerpt":"","text":"Você decidiu se juntar a nós e não sabe como interpretar ou quer tirar alguma dúvidas. Bem, nós não rejeitamos novatos. Damo a todos um tempo para se adaptarem e se enquadrarem no que nós esperamos de cada jogador. Lista de comandos de interpretação no fim da página. Este é um jogo de contar histórias. Dito isso, cada personagem tem um papel importante na vida de outro personagem e no mundo que o cerca. Um barulho ali, uma chuva, alguém andando furtivamente, são tudo brechas para construir uma grande cadeia de eventos. É esperado que você interprete seu personagem nessas situações e entre de cabeça no mundo. Algumas coisas não saem como planejado. Nem todos querem fazer o que você quer, e muitos pensam de forma diferente, logo é de se imaginar que seus planos serão frustrados vez ou outra. Ladinos irão furtar seus itens e você pode ser morto ou preso ao praticar atos criminosos. Espere reações para cada reação. O mundo tem vida própria. Além de você, o próprio mundo irá mudar com o tempo. Os mestres de jogo, conhecidos como GM, estão ai para tornar sua vida mais fácil ou mais difícil conforme a necessidade. Coisas diferentes podem acontecer em situações rotineiras do seu personagem quando eles estiverem por perto. Incrementando o Roleplay com o Discord O nosso canal de chat no Discord está ai para ajudar no roleplay e não para prejudica-lo. Você pode usar o chat para conversar com outro jogador a qualquer momento, e até mesmo entrar em canais de voz para facilitar fazer masmorras e explorar o mundo. Comunicação é tudo, mas nunca se esqueça de participar ativamente no jogo, Mesmo que você saiba préviamente que alguém fará algo, faça seu personagem ficar surpreso ou ter uma reação inesperada. Lembre-se que você não é o seu personagem, e aplicar conhecimentos adquiridos fora do jogo para dentro do jogo é uma infração de regras chamado meta-game. Demonstração Dois mercenários escoltam um camponês pelas estradas de Erengard. &lt;Mercenário Leo&gt; *olha para a floresta* Esperem, acho que ouvi algo. &lt;Mercenário Kold&gt; *segue olhando na mesma direção * &lt;Camponês Escoltado&gt; *para de andar, batendo os dentes de frio* &lt;Mercenário Leo&gt; Acho que veio daquela direção. &lt;Mercenário Kold&gt; Deve ser alguém perdido. &lt;Mercenário Leo&gt; Ou um amontoado de mercenários. &lt;Camponês Escoltado&gt; Tem certeza? É melhor ir olhar, vamos evitar supresas. &lt;Mercenário Kold&gt; empunha o machado enquanto se aproxima da floresta &lt;Mercenário Leo&gt; *faz o mesmo, avançando com cautela* &lt;Mercenário Kold&gt; Hahahaha. Então era isso. pega algo se mexendo enquanto mostra pra todos &lt;Mercenárioo Leo e Camponês Escoltado&gt; *olhando as mãos de Kold com dificuldade* &lt;Mercenário Kold&gt; Uma armadilha de pegar com coelhos. E… Olha só, com um coelho! Comandos In-Game Par auxiliar na interpretação há uma gama de atalhos com suporte do sistema para serem usados dentro do jogo. Ignorar os &lt;&gt; ao digitar o comando. Comando Descrição &lt;texto&gt; Fala normal do personagem. : &lt;texto&gt; Interpretação de ação. ; &lt;texto&gt; Sussurrar. Apenas 2 tiles ao seu redor podem ouvir. ! &lt;texto&gt; Gritar. Seu texto pode ser lido através de paredes e a 20tiles. / &lt;texto&gt; Falar com grupo quando estiver em um.","categories":[{"name":"Tutorial","slug":"Tutorial","permalink":"http://sussurroseternos.com/categories/Tutorial/"}],"tags":[]},{"title":"Facções","slug":"faccoes","date":"2017-10-14T21:56:00.000Z","updated":"2018-03-13T15:26:21.780Z","comments":true,"path":"faccoes/","link":"","permalink":"http://sussurroseternos.com/faccoes/","excerpt":"","text":"Ordem de Seredhiel No tempo em que os Valas reinavam e não havia moriquendis para se preocupar, a Ordem era conhecida como Universidade. Agora, num nome mais distinto e talvez criado para separar os magos e suas crenças, eles foram alcunhados de Ordem de Seredhiel. Um costume talvez iniciado em Ostorumë, os magos foram adicionados ao fronte de batalha e fizeram seus lares nas muralhas, uma vez que ao surgir os Moriquendis, sua ajuda se tornava imediatamente necessária. Também facilitava com que os corpos de seus inimigos fossem rapidamente levados para seus abatedouros e seus ossos removidos para serem usados em magias. Atualmente a ordem conta com uma vasta biblioteca que armazena o conhecimento restante do mundo, além de conhecimentos sobre magia. Também conta com um salão onde um membro veterano da ordem pode lecionar para os aprendizes. Também são responsáveis por vigiar e punir os magos que contrariam as leis de Seredhiel. A magia é algo poderoso e portanto perigoso, na história vários magos ficaram loucos e perderam controle de seus poderes ou de seu próprio corpo. Dito isto, eles mantém uma forte vigilância para que a magia não se torne temida ou desencadeie mais destruição. Objetivos: Como uma fonte de conhecimento, sua principal função é recuperar o máximo de informação perdida sobre a história e incentivar pesquisas sobre a magia e a ciência. Garantem também que as leis de Seredhiel sejam seguidas pelos magos e punem rigorosamente aqueles que buscam ou acabem por quebrá-las de alguma forma. Traços visuais e comportamentais: Os magos não se diferenciam de uma pessoa comum em seus trajes ou forma de comportar. Talvez seu mais notório adereço sejam as varinhas e cajados, objetos necessários para que se utilizem de magia. Local de atuação: As muralhas do Refúgio Igreja de Anar Fundada antes mesmo dos Valas aparecem no mundo, a Igreja de Anar data meio milênio após Anar andar na forma de Miguel em Âmbar. Após expulsar os moriquendi e ensinar o caminho da virtude aos Núros, a Igreja de Anar foi fundada pela sua primeira esposa Isabel. Seus mandamentos foram escritos em pedra, de forma que toda Igreja posterior mantém um grande monumento da mesma com seus mandamentos a vista. Isabel refez o ritual de Anar para que uma mulher se tornasse a mais pura e virtuosa, uma esposa do próprio deus. Para tanto, ela deveria ter um filho antes de entrar na igreja e tampar seu rosto e corpo para que nenhum homem a cobiçasse. Apenas Anar a veria como realmente é. Ao longo dos tempos isso foi repetido, de forma que suas Anar’emel usam máscaras, vestidos e são consideradas santas onde quer que pisem. Os homens da igreja são virtuosos e aprendem as runas de Anar desde o primeiro ensinamento, junto da arte da luta. Enquanto as Anar’emel mantém o controle e guardam as cidades, os Anar’atar expandem suas proteções e auxílio em terras longínquas. O salão onde os cultos são realizados são padronizados por uma mesa central, com um palco a frente e dois menores nas laterais. É comum que os cultos sejam realizados por dois clérigos ao invés de um, utilizando-se destes palcos laterais. O culto entretanto não pede por bênçãos ou se fazem orações fervorosas. A Igreja acredita que estes são valores guardados para Anar e não para o público, de forma que seus seguidores o praticam em silêncio. Um culto a anar normalmente envolve duelos com mãos nuas, gritarias, muita bebida, discussões sobre a próxima incursão e exaltação de feitos e demonstrações de perseverança dos membros e suas ovelhas. Dentro da ordem há a iniciação para se tornar um Anar’Atar. Após isso, guerreiro santo possui dois destinos: se tornar um Martelo de Anar (Mael’Anar) ou uma tábula de Anar (Talael’Anar). Os martelos de Anar são Anar’Atar com maiores potencialidades para o combate físico - veteranos de décadas a serviço da igreja que por milagre, sobreviveram aos maiores demônios que se puseram em seu caminho. Seu objetivo maior é encontrar paradeiros sobre o único demônio que passou a eternidade fugindo de Anar, acreditando que este é o responsável pela volta dos moriquendis. Acreditam ainda que por ganharem este título - descendem de Lanci - o primeiro perdoado e portanto não se envolvem com mulheres e apenas recebem de soldo o que a igreja os oferece. Um Mael’Anar jura ainda nunca deixar um Talael’Anar morrer em combate - pois acreditam que suas palavras serão a última esperança frente ao dia em que finalmente combaterem o demônio fugitivo - capaz de corromper qualquer homem. Em seguida, vem os Talael’Anar - capelães de um capítulo inteiro (igreja de Anar local) - os mais velhos Anar’Atar e peritos nas artes rúnicas. São dotados de uma intensa carisma e fanatismo pelos mandamentos e cultos da igreja. Quando presentes, sempre organizam o culto em relação a outros membros. Por terem alcançado uma idade antiga, são reverenciados como arquivos vivos por seus irmãos e fonte de inspiração frente aos terrores abissais de Âmbar. Sempre acompanham outros Anar’Atar nas empreitadas - ficando a retaguarda destes e dizem que as litúrgias e palavras de um Talael’Anar são capazes de emprestar o próprio sol a guerreiros a beira da loucura e desesperança - impulsionando-os a um último acesso de bravura para derrubar o antagonista da igreja. Objetivos: A Igreja procura sempre manter seu povo a salvo, e os auxilia em troca de dinheiro ou favores. Nela também ocorre julgamentos e decisões importantes que envolvem a população local. É comum o rei usar a Igreja de Anar para debater com seus cidadãos ou passar notícias importantes. Acima de tudo isso está a pesquisa pelas runas e milagres. A Igreja é pioneira ao enviar clérigos e grupos para ruínas distantes onde acredita que pode guardar conhecimento antigos que possam combater os Moriquendi. Por fim, como última prioridade - vem a caça aos hessaltars - feita por clérigos mais antigos e experientes. Traços visuais e comportamentais: As Anar’emel utilizam de vestidos longos e procuram cobrir o máximo do corpo, além de esconderem os rostos em máscaras brancas. Muitas são formidáveis oponentes e temidas pela força, embora raramente demonstrando seu leque inteiro. Os Anar’atar utilizam mantos de num azul escuro e armaduras médias. Devem se portar com respeito e podem executar julgamentos na ausência de uma ’emel. A arma mais comum entre os membros da arma são de concussão, como maças ou martelos. Como valorizam a vida eles procuram não derramar sangue no combate. Os aprendizes da ordem se diferenciam nas cores, onde o azul tem um tom mais desbotado e o branco torna-se um cinza mais escuro. Um Talael’Anar carrega um manto pingente em formato de uma tabula de pedra e um Mael’Anar é diferenciado por um pingente de martelo de ferreiro. Local de Atuação: O Refúgio Os Hessatars Os Servos de Anar fazem cultos ao deus Sol, louvando-o com sacrifícios e usando sua magia para curar seus aliados em troca de derramar sangue de outros. Sendo seu principal dogma o equilíbrio. Para que ferimentos sejam curados, outros precisam ser abertos. Para que alguém viva, outro deve morrer. O sacrifício de um rebanho antes de uma guerra, clamando pela vitória, nada mais é do que justo. Baseando-se em uma interpretação exaltada desses e outros dogmas, surgiram os Hessatar. Começaram a agir durante a revolta dos rebeldes em 900 A.C. É a primeira vez que se ouviu sobre os mortos levantando em meio a guerra e se virando contra seus próprios aliados. O banimento da prática necromântica ocorreu pela Igreja numa forma de interpretar os mandamentos de Anar, sobre jamais atentar contra a vida em si. As guerras são justificadas pela justiça, mas não há justificativa para trazer um morto de volta à vida. De tempos em tempos um clérigo tenta trazer a discussão de volta, como um meio de lutar contra os Moriquendi, mas o medo de tratar a vida com tanta displicência sempre pesa a balança para o banimento da prática. Acredita-se que a ira de Anar pode voltar-se contra seus súditos e todas as bênçãos serem perdidas para sempre. Objetivos: O equilíbrio entre a vida e morte vai muito além do que simplesmente corpos enterrados. Se o deus Anar tem punido as raças de Núros, Valas e Alayárz ao longo de tantos anos, eles não deveriam ainda estar de pé. A morte está desequilibrando a balança. Os Hessatar são um grupo de fanáticos de Anar, também conhecidos como Reis dos Mortos. Segundo suas crenças, eles utilizam magias proibidas do deus Sol para que as almas das criaturas não sejam tomadas pelos moriquendi, para continuar a fazer a vontade de Anar. Talvez tais conceitos sejam deturpados, o fato é que com o grande poder das magias proibidas de Anar, mais e mais criaturas têm aderido ao culto dos mortos-vivos, ressuscitando corpos e usando-os para fins incertos, e, a cada dia que passa, a ordem dos Hessatar parece ganhar força, tendo sido banida de todos os reinos desde seu surgimento, centenas de anos atrás. Traços visuais e comportamentais: Quando não habitam a Igreja de Anar mantendo seus feitos em completa ignorância, os Hessatar se juntam para além das cidades com um manto completamente branco, como uma afronta a própria Igreja e seus dogmas. Não são de má índole, mas alguns se ressentem da forma que a Igreja e as pessoas os tratam. Muitos exilados acabam por fazer suas casas em antigos cemitérios e mausoléus, que os permite combater os moriquendi e outros inimigos com força total. Local de Atuação: Por toda Endórë A Inquisição Formada a pouco menos de meio milênio pela linhagem Tarvus dos Núros, a Inquisição e uma ordem implacável que coloca medo tanto em nobres quanto plebeus. Com autoridade para trazer qualquer pessoas para interrogação, o ditado é que uma vez interrogado, nunca mais será visto. O costume é de que servem diretamente a realeza, e embora sejam subalternos da Igreja, há na história casos em que membros da inquisição entraram diretamente em choque com ela na busca de Hessatars. Extremamente importante em épocas de guerra ou traições, os que mais temem a inquisição hoje em dia é a classe comerciante. Numa ascensão para tomar o poder dos nobres e apoiados pelos Alayárz, a inquisição tem tido grandes avanços ao arrancar confissões de comerciantes que negligenciam impostos e tributos a realeza. A ordem possui dois tipos de membro: O Inquisidor e os Surradores. Enquanto o Inquisidor possui uma aparência mais formal e apresentável ao público, os surradores utilizam máscaras e jamais são conhecidos pela população. Objetivos: Interrogar e encontrar traições dentro do reino. Seu braço não se expande para além das fronteiras, com raras exceções. Traços visuais e comportamentais: Capas em cor de vinho escuro e aos surradores da inquisição é permitido usar máscara. O seu brasão é a palma de uma mão aberta com uma flecha apontada para cima. Atualidade: No Refúgio a inquisição perdeu grande parte do seu poder, mas é da vontade da Igreja que ela seja restaurada. Poucos membros são recrutados para a ordem e raramente são vistos aos holofotes. Guilda dos Andarilhos Bardos, Menestréis, Bobos da corte, os Andarilhos costumam migrar de taberna em taberna, seja lá qual for a distância, sempre festejando e promovendo eventos para a diversão do povo, de acordo com o objetivo visado. Não é possível estabelecer uma data exata da criação dos Andarilhos. Fato é que eles atuam no continente desde o reinado dos elfos, eras atrás. Independente se os menestréis forem Núros, Valas ou Alayárz, durante uma boa bebedeira ninguém quer saber o que, ou quem está contando as piadas e os divertindo com músicas e bebidas cada vez mais fortes, logo, com o passar dos tempos, os Andarilhos se tornaram uma constante por todas as tabernas, até os dias atuais. Objetivos: Contratados por reis ou patrocinados por mecenas, eles partem em grandes jornadas a fim de trazer e levar notícias. Vilarejos distantes jamais saberiam de uma nova lei ou coleta de impostos se não fosse pelo sua chegada. E muitos os recebem até notícias ruins com muita alegria, sabendo que irão ouvir música de qualidade e uma oportunidade para festejos. Traços visuais e comportamentais: Vestes xadrezes, chapéu com pontas, o quanto mais pitoresco melhor. Os Andarilhos sempre parecem prontos para festejar e alegrar a população de seja lá onde eles estiverem. Porém, no meio da noite, em um beco escuro, eles possam parecer um tanto quanto assustadores. Local de Atuação: Por toda Endórë.","categories":[{"name":"História","slug":"Historia","permalink":"http://sussurroseternos.com/categories/Historia/"}],"tags":[{"name":"seredhiel","slug":"seredhiel","permalink":"http://sussurroseternos.com/tags/seredhiel/"},{"name":"anar","slug":"anar","permalink":"http://sussurroseternos.com/tags/anar/"},{"name":"andarilhos","slug":"andarilhos","permalink":"http://sussurroseternos.com/tags/andarilhos/"},{"name":"hessatar","slug":"hessatar","permalink":"http://sussurroseternos.com/tags/hessatar/"}]},{"title":"Reino de Silanor","slug":"orefugio","date":"2017-10-12T19:34:33.000Z","updated":"2018-10-31T05:50:17.853Z","comments":true,"path":"orefugio/","link":"","permalink":"http://sussurroseternos.com/orefugio/","excerpt":"","text":"Liderado pelo Gladi’turã Yusuruh Mar’alen. O Refúgio constituiu a última civilização organizada de Âmbar, ou assim acreditam seus moradores. Ela foi construída pelos sobreviventes de Ostorumë, quando o general abandonou as defesas da cidade após a morte do rei. Envolta por montanhas e próximo a praia de Yelwë, suas principais construções são as muralhas fortificadas e protegidas por runas, guarnecida pela Ordem de Seredhiel, a Igreja de Anar e a Torre do General. Sem um rei, estas frentes de poder entram em constante conflito para tomar decisões e formam o conselho fechado. O Gladi’Turã Yusuruh Mar’Alen é o principal comandante das forças militares do Refúgio. Sua moradia fica em um dos andares da Torre do General, assim como os equipamentos do exército responsável pela batalha com os Moriquendi e a ordem da cidade. Por este mesmo fato, sua voz é final para maioria dos assuntos. Entretanto, Yusuruh não é um nobre e não é um governante, e isso se mostra evidente ao passar do tempo. A Ordem dos Magos nas muralhas é responsável pela pesquisa e conhecimento. Em suas bibliotecas ficam a maior parte do conhecimento históricos da civilização, o que resta dela pelo menos. O Sered’turã, o cargo mais alto da Ordem, ocupa um assento no conselho fechado. A Igreja de Anar oferece os auxílios divinos da cura para os seus moradores, lideram o exército em combates árduos e escoltam caravanas e refugiados para dentro do refúgio. Além disso, são essenciais para manter as runas nas muralhas funcionando para afastar os Moriquendi. Como guias dos Núros e uma boa parte dos Alayárz, a Anar’Turã é quem ocupa uma cadeira no conselho fechado. No centro é organizada o mercado, um aglomerado de barracas e carroças vendendo toda sorte de artigos e alimentos. Predominantemente dominado por mulheres, vez ou outra algum homem de origem pobre é encontrado negociando. Faz-se notório a sede da Guilda dos Aventureiros, uma fração do que já foi um dia uma vez que poucos se aventuram nestes caminhos após a proliferação dos moriquendi. Ainda assim, são homens de grande valor que partem em busca de refugiados, alegram as festas e bares da noite e entregam mensagens oficiais das autoridades do Refúgio. Leis O Refúgio possui um conjunto de leis para manter a ordem e tornar conhecimento publico as suas punições severas. Casos extraordinários podem ser julgados pela Igreja ou autoridade com poderes, tomando como base o código abaixo: Quanto a comunidade: É proibido conspirar contra os conselho fechado ou o rei. Punição menor: 2 anos de prisão, confisco de bens valiosos. Punição maior: Exílio. É proibido furtar. Punição menor: 50 peças de prata e surra. Punição maior: Mão amputada. É proibido sacar armas dentro das muralhas da cidade. Punição: Assinar um documento com a Igreja e 20 moedas de prata. É proibido cometer perjúria frente a um membro da Igreja ou da Inquisição. Punição menor: Humilhação pública. Punição maior: Exílio. É proibido cobrir o rosto dentro dos limites da cidade. Punição: 50 moedas de prata e assinar um documento com a Igreja. É proibido tocar uma Anar’Emel. Punição: Humilhação pública e perda de posição social. É proibido atacar ou roubar animais domesticados. Punição: Humilhação pública e compensação de até 10 moedas de ouro. Quanto a magia É proibido praticar magia na presença do soberano. Punição: Exílio. Qualquer um licenciado pela Ordem dos Magos deve, por lei, comparecer as muralhas em uma invasão dos moriquendi. Punição: 10 moedas de prata e uma noite de prisão.","categories":[{"name":"Cidades","slug":"Cidades","permalink":"http://sussurroseternos.com/categories/Cidades/"},{"name":"Ambientação","slug":"Cidades/Ambientacao","permalink":"http://sussurroseternos.com/categories/Cidades/Ambientacao/"}],"tags":[]},{"title":"Moriquendi","slug":"moriquendi","date":"2017-10-12T18:14:24.000Z","updated":"2017-12-16T21:47:25.698Z","comments":true,"path":"moriquendi/","link":"","permalink":"http://sussurroseternos.com/moriquendi/","excerpt":"","text":"A existência dos moriquendi data muito antes da humanidade sequer existir. Embora o primeiro relato de sua aparição seja a seis mil anos atrás, é de se presumir que eles habitam o mundo por muito mais tempo. Possuem diversas formas, com asas ou nadadeiras, em formas de cães que cospem fogo ou grandes criaturas com diversos tentáculos. Possuem peles tão duras que armas de baixa qualidade são incapazes de lhes causar o mínimo arranhão. E quando as armas são eficazes, eles se regeneram em velocidade absurda, dado que poucos segundos depois já não é possível ver o dano causado. Surgem na completa escuridão quando o sol já não mais ilumina Âmbar. E surgem ainda mais numerosos durante a lua nova, quando a luz é mais fraca. Antes de tocarem o solo, é possível ver suas formas fantasmagóricas pairando antes de finalmente materializar-se. Três são as maneiras conhecidas de se combater os moriquendi: A magia, as runas e o sol. A magia pode tombá-los, constrigi-los e até ferir o suficiente para que não se recuperem por um tempo. As runas de Anar são o poder mais absoluto sobre eles. Um círculo completo pode prende-los para sempre em um lugar ou mantê-los afastados. As histórias falam sobre runas capazes de matá-los, mas esse é um conhecimento perdido há muitos anos. Por fim o sol. Mesmo uma fagulha de um raio solar no horizonte coloca um moriquendi aos gritos. De forma que nenhum moriquendi habita o mundo enquanto o sol está no céu. Quando seus corpos são submetidos aos raios solares, mesmo mortos seus corpos começam a derreter e evaporar. Dotados de uma grande capacidade mágica, os moriquendi são usados pelos magos de Seredhiel como reagentes para magia. Isso possibilita que os magos não usem o próprio corpo para lançar seus encantos e permite que magos muito jovens utilize poderes que jamais teriam acesso de outra forma. É uma maneira de combater fogo com fogo. A Igreja de Anar conta como os moriquendi foram expulsos no passado pelo próprio Anar. E não se sabe o motivo de terem voltado a aparecer. Acredita-se que Anar voltará em terra novamente para expulsá-los mais uma vez, seu corpo estará coberto de runas poderosas e ele fará os Núros reinarem novamente sobre o mundo. Os Valas crêem que em algum momento na busca pelo poder seus compatriotas quebraram a segunda lei de Seredhiel, de não se comunicar com o outro mundo. Através disso, um portal foi aberto para que os seres inferiores chegassem até eles.","categories":[{"name":"História","slug":"Historia","permalink":"http://sussurroseternos.com/categories/Historia/"}],"tags":[]},{"title":"Deuses","slug":"deuses","date":"2017-10-11T22:56:31.000Z","updated":"2018-10-31T05:31:50.732Z","comments":true,"path":"deuses/","link":"","permalink":"http://sussurroseternos.com/deuses/","excerpt":"","text":"O panteão de Âmbar é constitúido de três deuses, sua presença é inerte ao mundo e são venerado pelas diferentes raças e criaturas. Estes são: O deus do sol Anar, a deusa da lua Seredhiel e a deusa das bestas Eradich. Anar, Deus Sol Anar é o principal deus respeitado pelos Núros. Seus milagres e runas são a prova de sua existência, além da marca de milhares de anos que seu nome deixou em Âmbar. Os clérigos de Anar contam sobre uma história do início dos tempos, em que Anar desceu a terra e abençoou a humanidade. Neste evento o deus teria nascido do ventre de uma mulher pura. Isabel, como se chamava, era uma das poucas restantes servas do Deus Sol, e a ela Anar, em forma de Núro, ensinou as tradições e o poder dos milagres. Aos seus semalhantes, ensinou o poder das runas. As runas tornavam possível banir e identificar moriquendis que se infiltravam nas aldeias. Os milagres permitiram-os lutar com poder igual. E assim Anar auxilou seu povo até o banimento do mais traiçoeiro dos Moriquendis: Incar. Desde então, a Igreja de Anar segue os mandamentos de Isabel e veneram ao Deus Sol. Frequentemente ilustrado como homem austero de barbas grisalhas, Anar tem a imagem de um digno Herói. Em troca de suas bençãos é exigido grandes festividades e sacrificios de sangue. Ainda que esteja nos mandamentos de Isabel valorizar a vida, este mandamento não se extende a outras criatura que não Núros. Desta forma, arenas são montadas para que guerreiros derramem sangue e abençõe o solo em que pisam. Conceitos Sol, vida, justiça, honra, bondade, necromancia, cura e guerra. Atualidade Anar é o representante da justiça, da guerra e da vida. São os três principais valores sustentados pela Igreja de Anar. Conhecido por todos e reverenciado principalmente pelos Núros. Anar só não é o único deus do panteão de Âmbar pela existência dos Valas que se recusam a reconhecê-lo como soberano. Sua maior influência é pela Igreja de Anar, que repassa seus mandamentos e a mantém vivo sua história. Mesmo aqueles que não se importam com o deus, no mínimo devem teme-lo. Tendo sua influência expandida através do Rei Arandur, a Igreja o poder e dever de sustentar a corte de Silanor. Estando o mais alto cargo na linha sucessória ao trono, após o Vice-Rei. Os Alayárz o reverenciam com menor intensidade. Mas faz parte da sua vida cotidiana oferecer orações a Anar quando precisam de cura ou que a justiça seja feita. Alguns Alayárz são tão fervorosos quanto Núros, quando sua criação se dá dessa forma. O Milagre da Vida, outrora chamado de Necromância, já foi banido pelos mandamentos da Igreja, mas agora fazem parte de rituais comuns da Igreja. Como esta prática tem sido aceita apenas nos ultimos 20 anos, a população ainda se divide naqueles que aceitam e os que detestam a prática. Mas ninguém se manifesta contra publicamente, devido a represálias da Igreja ou do próprio Rei. Mandamentos e Leis Como filho de Isabel, Anar permitiu que seus seguidores escolhessem dois caminhos, o da perdição e o da salvação. Enquanto no primeiro eles encontrariam dor e sofrimento, no segundo teriam alegria e felicidade. Com base no caminho da salvação, Anar deixou seus mandamentos para que o homem não se desviasse: Como anfitrião, compartilhará o teu pão e não farás maldade alguma. Não enganarás o teu próximo para obter lucro para si. Lutarás a ferro e sangue para proteger os teus. Valorizará a vida acima da morte do teu igual. Todo iníquo terá direito a um julgamento justo. Separarás o homem da mulher, de forma que o homem proverá e a mulher enriquecerá a família. Seredhiel, Deusa Lua Senhora da Lua e da noite, Seredhiel é venerada por muitos que buscam o caminho do conhecimento e da sabedoria, e também dos menos benévolos como criminosos e assassinos que buscam as sombras para manter abafado os seus feitos. É dito que a deusa vive no reino da lua, onde toda sorte de criaturas fantásticas existem, e a magia é tão natural quanto o ar nos pulmões. De lá vieram os Valas, banidos por quebrarem a regra de tocar o “outro lado”. A magia é um conhecimento que a deusa pessoalmente ensinou para três de seus seguidores Valas: Baldesh, Mirantha e Valeran. Estes usaram o conhecimento das palavras arcanas e formaram o próprio idioma Vala como era conhecido. Em hábito de veneração, a deusa cobra que o conhecimento seja sempre valorizado. Seus seguidores mais fiéis registram o que podem em livros e formam grandes bibliotecas para atrair a atenção da deusa. Alguns dizem que a coleta de informação e venda destes também são dignos da proteção da deusa. Conceitos Lua, conhecimento, aposta, jogo, sorte e furtividade. Atualidade A deusa é reverenciada por todas as raças: Núros, Valas e Alayárz. Os Valas a adoram e buscam se redimir para retornar aos reinos da lua e fazem valer suas leis para que ninguém quebre suas leis. Os Alayárz e Núros a buscam pelo seu conhecimento, magia, e arte. Também é comum invocarem seu nome quando querem silêncio ou para manter seus segredos escondidos. Alguns criminosos como ladrões e assassinos também buscam o favor da deusa para conceder-lhes suas sombras. Mandamentos e Leis Ao partir do mundo terreno, Seredhiel deixou apenas três leis a serem seguidas pelos seus seguidores: Não tocarás o outro lado diretamente. É proibido se comunicar com o outro mundo, é proibido invocar o outro mundo ou abrir portais para ele. Não comereis a carne de outro homem. Não deixará de garantir que o conhecimento dure as gerações futuras. Eradich, Deusa Besta Louvada pelos Núros de Drauan no passado, este é o unico conhecimento histórico de uma raça inteligente seguindo a Eradich. Pouco se sabe sobre a deusa, sua origem ou sua influência no mundo de Âmbar. As vezes em que suas escrituras são encontradas estão em lingua antiga, e embora os clérigos de Anar sejam capazes de ler estas escrituras, alegam que elas não fazem qualquer sentido na língua comum. Algumas criaturas semi-inteligentes também parecem ter apreço pela deusa, sendo encontrada em tribos de animais humanóides como lagartos e ratos. Os Valas foram os principais responsáveis por erradicar os membros Núros que cultivavam a deusa, uma vez que eles quebram a segunda lei de Seredhiel sobre não comer a carne do homem. Criaturas semi-inteligentes também quebram esta lei, mas é algo esperado de animais. Quando altares de Eradich são encontrados, costumam estar em meio a natureza como pântanos, florestas e cavernas. Acredita-se que sua origem se dá a muito antes dos Valas e os Núros se tornarem sociedades civilizadas. Atualmente o nome da deusa é invocado para alegar que alguém está louco ou como uma ofensa. Conceitos Monstros, natureza, animais, insanidade. Representação Uma mulher de cabelos revoltados, com chifres e parte animal. Atualidade Pouco se sabe sobre a deusa, exceto que ela louvada por alguns Núros e por outras criaturas semi-inteligentes. Mandamentos e Leis Não se tem conhecimento das leis de Eradich.","categories":[{"name":"História","slug":"Historia","permalink":"http://sussurroseternos.com/categories/Historia/"}],"tags":[]},{"title":"Raças","slug":"racas","date":"2017-10-11T08:35:39.000Z","updated":"2018-10-31T05:48:11.372Z","comments":true,"path":"racas/","link":"","permalink":"http://sussurroseternos.com/racas/","excerpt":"","text":"Na disputa pelo domínio de toda Âmbar três raças entraram em conflito ao longo dos anos. Os elfos chamados de Valas, os humanos conhecidos como Núros e os meio-elfos Alayárz. Valas Seres graciosos de porte majestoso e traços finos, os Valas são criaturas assustadoramente belas aos olhos de qualquer pessoa. Característica responsável para que muitos Núros os aceitassem fácilmente como soberanos no passado. Medem em média 1,60m de altura a pouco mais de 1,80m. São de um corpo mais esguio e os homens mais pesados do que as mulheres. A cor de pele pode variar em cores claras. Seus cabelos tendem a tons loiros, azuis e verdes. Os Valas não possuem pêlos faciais e ou pêlos no corpo. Bonificações de Raça Entender a Linguagem Élfica Truque Esfera de Fogo: O conjurador é capaz de invocar um globo de fogo que ilumina os arredores e persegue o conjurador. Truque Mover Objetos: O conjurador é capaz de mover objetos para qualquer local dentro do seu campo de visão. Exemplo de Nomes Os nomes Vala remetem a uma complexa estrutura linguistica raramente dominada pelos Núros. Termos separados com aspas simples atribuem uma pausa rápida na fonética em que se pronuncia metade de uma consoante. Nomes Femininos comuns são: Aluh’dra Milcanto Avic’ta Tuaren Nomes Masculinos comuns são: Thuan Alen’dore Varun Valanar Vida Longa Podem viver até 600 anos, mas poucos tem passado dos 200 após a Era da Calamidade. Um ambiente hóstil contribuiu para que basicamente não existisse Valas idosos nos dias de hoje. Por conta dessa percepção de tempo diferenciada, os Valas tendem a parecer distantes e não se incomodarem com pequenos frutos do acaso. São lentos para fazer amigos e ainda mais lento para esquecê-los. Responde a insultos mesquinhos com indiferença e insultos mais graves com vingança. Ancestralidade Incerta Ao passar dos séculos, o conhecimento de como vieram para Âmbar e o motivo se tornaram incertos. O problema se agravou com o surgimento dos Moriquendis que tomaram a vida dos mais velhos e destruiu pergaminhos de sua história. Alguns acreditam que vieram por poder, outros que fugiam de alguma ameaça ainda maior do que seus inimigos atuais. Poucos ainda acreditam que a própria deusa Seredhiel lhes soprou vida para reinarem sobre os Núros. Contos infantis dos Valas falam sobre fadas, unicórnios e outros seres, que vivem escondidos na umbra e que compartilhavam sua existência com os Valas, mas poucos levam essas histórias mais a sério do que contos para entreter as crianças. Reinos Antigos Os Valas construíram em Âmbar uma sociedade matriarcal. As mulheres reinavam na maior hierarquia e decidiam como sua família deveria se portar e o que fazer, são chamadas de Emel’Turã. Poucas vezes na história um homem tentou ascender a cima de uma mulher, tendo sua vida tomada ao fazê-lo. A devoção dos Valas pelas mulheres é absoluta pela sua semelhança com a deusa da noite. Existiam nobres e plebeus, sendo os nobres pertencentes às famílias mais conhecidas e poderosas. O laço familiar de um nobre é realmente importante, e muito raramente dois membros de uma família entram em conflito público. Uma exceção foi visto entre as herdeiras da Emel’Turã Balassui, em que suas quatro filhas acreditavam que a morte de sua mãe foi planejada por uma de suas irmãs e então entraram em guerra. O conceito de família para os Valas não quer dizer laços sanguíneos. Outro Vala pode ser incorporado a família através de um ritual sagrado. É comum ver plebeus que se destaquem sendo incorporado a alguma família nobre e abandonando sua antiga, mas entre os próprios nobres isso é visto como traição das mais baixas. A Magia e a deusa Seredhiel Os Valas conhecem a magia como algo natural. Contos antigos falam sobre os três primeiros dos magos e os seus dons cedidos por Seredhiel. A herança destes dons foram misturados entre as várias linhagens Valas que existem. A magia consiste no uso da energia junto de palavras divinas, entregues pela própria deusa aos primeiros magos. Desta forma, conforme mais velho o Vala mais poder ele tinha. Hoje mais elementos foram adicionados a equação, para que Valas mais jovens e até mesmo Núros consigam usar magias poderosas sem atingir idades avançadas. Os ossos dos Moriquendis é um dos principais reagentes. Diferente dos Núros, eles não veneram a Seredhiel fervorosamente ou dedicam suas vidas a ela. É como se fosse vista como uma guardiã a quem devessem uma grande débito. Isso não quer dizer que os Valas permitam que sua deusa seja ofendida ou diminuída. Algo parecido com louvor pode ser visto entre os plebeus, que buscam tentar cair na graça da deusa a todo momento. Os Valas que não praticam magia encontram na deusa o amor ao conhecimento necessário para seguir adiante, e contam com suas sombras para os manterem protegidos do perigo. Os Outros Deuses A relação para com Anar não é das piores. Durante a escravidão os Valas tentaram apagar Anar da história, mas redes secretas entre os escravos manteve o deus vivo e presente. Tem admiração pelos clérigos de Anar e suas capacidades de invocar milagres e escrever runas capazes de afastar os Moriquendis, mas não passa disso. A verdade é que a Igreja tem o costume de associar Seredhiel para com seus inimigos, dado que eles aparecem durante as noites e são mais fortes na lua nova. Isso gera uma guerra fria entre ambas as religiões que pode explodir a qualquer momento. Os Valas tiveram pouco contato com Eradich além de saber que a deusa existe ou existiu. Durante séculos passados, foram vistos alguns Núros que faziam oferendas à deusa, mas não passavam de animais hostis e incontroláveis, de forma que dizimaram os que foram encontrados. As Outras Raças A convivência com os Núros é de no máximo conveniência. Se consideram acima deles em qualquer situação, raramente notando-os como mais do que gados. Os plebeus encontram nos Núros a felicidade de eles mesmo não estarem no fim da hierarquia. É como olhar para um animal e seus poucos anos de vida. Apesar disso, os Valas contém seus ânimos e não expressam essas ideias abertamente. Incapazes de invocar os poderes que seus ancestrais possuíam ao chegar em Âmbar, e afugentados pelos Moriquendis, a convivência pacífica com os Núros se tornou uma necessidade. São cientes de que os Núros ressentem da escravidão e são cautelosos por isso. Mas sabem que eles precisam de seu apoio mágico, única arma capaz de ferir os Moriquendis e aproveitam-se deste fato. Consideram os Alayárz uma abominação da natureza, e é duro ver um deles reinando. Muitos Alayárz são frutos de uma união forçada sobre suas mulheres e nega-se o fato de que um Vala pode se apaixonar por um Núro, embora isso tenha acontecido na história. O Refúgio Fora de seu habitat normal, os Valas encontram no refúgio um ambiente delicado e difícil de se conviver, mas um mal necessário. Embora alguns buscam outro ofício, a Ordem da Muralha que contém todo o conhecimento mágico é composto quase inteiramente por Valas. Entram em conflito com a sociedade dos Núros que coloca o homem acima da mulher, e brigas não são raras quando algum homem trata suas Emel’Turã com displicência. É comum que tentem influenciar a política com suas próprias visões do mundo. Núros O que quer que os motive, os humanos são os inovadores, os realizadores e os pioneiros dos mundos. O nome Núro lhes foi atribuída pelos Valas, e permaneceu no seu dialeto assim como muitas palavras valanas. Com sua propensão para a migração e conquista, os núros são fisicamente mais diversificados que as outras raças comuns. Não há um núro típico. Um indivíduo pode ter entre 1,65 a 1,90 metros de altura e pesar entre 62,5 kg e 125 kg. Os tons de pele podem variar do negro ao muito pálido, e os cabelos tendem a cores escuras do negro ao ruivo (cacheado, crespo ou liso). Homens podem possuir pêlos faciais esparsos ou abundantes. Devido a sua capacidade rápida de se multiplicar e adaptar a diversos ambientes hostis, os Núros são ainda a maior população de Âmbar, tomando 60% da população mundial. Os núros chegam à idade adulta no fim da adolescência e raramente vivem um século. Exemplo de Nomes Diferente dos Valas, os nomes Núros demonstram simplicidade e buscam uma fonética fácil. Seus sobrenomes são tradicionalmente ligados ao seu ofício, característica marcante da família ou lugar em que viveu. Nomes Femininos comuns são: Alana Ventoforte Gabriela Ferroescuro Briana Terraboa Nomes Masculinos comuns são: Fabricio Cantobravo Getúlio Escudogrande Marcelo Linguaforte Bonificações de Raça +1 Todos os Atributos +8 Meses de Vida Inicial Mulheres e Homens Durante a escravidão, as mulheres apresentavam maior valor do que os homens por poderem gerar novas proles. Este valor pela capacidade de gerar vida permanece até hoje entre os Núros. A mulher é muito valorizada e mantida distante do perigo. Sua sociedade Nuriana dá poder de liderança e guerra aos homens, chamados de Gladi’atar, e o comércio e manufatura para as mulheres. Aquelas que desvirtuam-se do seu papel na sociedade são vistos com receio e raiva por toda a sociedade. A única maneira dela provar seu valor no caminho da armas é através de grandes feitos, tornando-se uma Gladi’Emel, ainda assim raramente atingirá posições de liderança. Talvez a única exceção a esta regra sejam as Anar’emel. Mulheres que se casaram com Anar por rituais sagrados da igreja e tem sua voz respeitada e ouvida, tanto em batalha quanto no dia a dia. Reinos Antigos Vários sistemas de governo Núros surgiram e desapareceram. Ninguém sabe como era antes dos Valas chegarem. Atualmente apenas homens podem liderar, tornando-se Lordes e Reis. Por este motivo, filhos homens são muito desejados pelas famílias para que aumentem seu poder militar e possam garantir o legado do seu sangue. As mulheres, embora não desejadas, não tem seu valor reduzido, uma vez necessárias para gerar riqueza: Apenas elas podem gerenciar o comércio, e um homem que se atrever a pisar no mercado para vender produtos é rigidamente rechaçado. Seus líderes são guerreiros valiosos de sua comunidade, muitas vezes tomando o poder pela morte de seu antecessor. A igreja tem papel fundamental nesta hierarquia, dado que para assumir o trono a Igreja de Anar deve autorizar o desafio e supervisionar o duelo. Embora alguns clérigos já tenham reinado vez ou outra, a Igreja entende que esta não é a sua função. Sendo assim, abstêm-se em garantir os ensinamentos da igreja para gerações futuras e manter as pesquisas e conhecimento do antigo mundo para si. Um Rei pode encontrar dificuldades para convencer seu povo, principalmente quando há inimigos entre eles, mas um Clérigo é sempre ouvido e desprovido de ameaça para lideranças. A Igreja de Anar O deus sol Anar é cultuado fervorosamente entre os Núros, mas há aqueles que seguem Seredhiel ou, mesmo sob um forte preconceito, a Eradich. A Igreja de Anar tem uma forte influência em todo os Núros. Mesmo aqueles que não seguem seus mandamentos e se submetem as outras deusas. Anar enaltece a vida, o sacrifício pela balança, a justiça e a guerra. Isto torna seus seguidores um misto único de pessoas fervorosas e pavio curto. Em suas túnicas de tons vivos e armaduras brilhantes, são a personificação da sabedoria e justiça entre os homens e mulheres. É comum ao lado de qualquer Lorde ou Rei, ter um clérigo capaz de conjurar os milagres de sua divindade e aconselhar no conhecimento do antigo. A igreja possui um sistema complexo de aprendizado de runas muito antigas, deixadas por Anar e os seus membros são responsáveis por mantê-las intactas ao anoitecer. Runas estas que repelem moriquendis e são até capazes de feri-los, tornando-os uma presença exigida no combate a moriquendis. As Anar’emel são os membros fundamentais da Igreja. Mulheres que se casaram com Anar e portanto intocadas pela sociedade. Mesmo quando aprendizes são muito respeitadas, e quando tomam o manto de Anar’emel sua voz soa como ordem e seu alto escalão lidera a influência política e religiosa da igreja. Bestas de Eradich Os primeiros Núros a seguirem Eradich foram encontrados em Drauan, onde formavam vários vilarejos agrícolas. Não se sabe muito bem a estrutura da civilização de Drauan, e eles não mantinham nada escrito. Não se sabe de nenhum seguidor de Eradich em Endórë, e mesmo que houvesse eles são famosos por se manterem bem escondidos e não se comunicarem na língua Vala e nem a língua comum dos Núros. Alguns documentos da época do rei Tarvus dá a entender que eles se comunicam através da língua antiga, a mesma ensinada na Igreja de Anar aos seus clérigos. Sombras de Seredhiel Sendo uma deusa poderosa e com muitos espectros, não é de se espantar que alguns Núros tenham abandonado sua devoção a Anar e adotado Seredhiel em seu lugar. É comum que os Núros que acabam estudando a magia passem a oferecer sua devoção a deusa. Criminosos como ladrões e assassinos também seguem esta linha, na intenção de pedir a deusa para acobertar seus feitos. O Refúgio Com a queda de seus últimos reinos, os Núros se concentram hoje sob a bandeira dos Alayárz no Refúgio. Uma Igreja de Anar foi levantada, onde alguns Alayárz e Núros são versados no conhecimento antigo, e levam adiante sua influência na sociedade. Quase todo o exército militar do Refúgio é constituído de homens Núros, e muito do comércio é dominado pelas suas mulheres. Alayárz A beleza dos Valas desde o início foi chamativa e encantadora para os Núros. Estes por vez dificilmente se encantam pelos seus vizinhos. Entretanto, vez ou outra, uma paixão pode surgir gerando uma criança Alayar, um filho que herda a característica de ambas as raças. Frutos do amor ou de uma relação forçada, o nascimento de um alayar nunca é comemorado. São renegados pela sociedade dos Núros, devido sua esterilidade que os torna incapazes de gerar filhos, e também renegados pela sociedade dos Valas que os olham com desprezo e ódio. Sua altura costuma variar entre 1,70m a 1,80m. A cor de pele costuma ser ditado pelos seus traços núros. Enquanto ainda possuem as orelhas pontiagudas dos valas, elas costumam ser mais arredondadas e menos proeminentes. Os cabelos também costumam puxar para o lado dos núros, porém com uma maior grade de cores entre um azul escuro ou verde esmeralda. Bonificações de Raça +2 de Destreza e +1 de Inteligência +10 Meses de Vida Inicial Visão Nortuna Orgulho e Preconceito Renegado por ambas as suas raças de origem, exilados e até mesmo caçados. Os Alayárz costumam se sentir sempre em perigo e são cuidadosos com aqueles que se relacionam. Com a formação do reino de Ostorumë, tal sentimento foi amenizado e substituído por um orgulho ostensivo. Procuram ser os melhores guerreiros, os melhores mercadores e até mesmo os melhores clérigos e magos. Ter esse orgulho ferido resulta em um dente quebrado ou uma abordagem em becos escuros. Os Alayárz reinam no refúgio e pretendem continuar assim. Reinos Antigos Não se tem informação de outro reino Alayar que não seja Ostorumë. Surgiu no continente de Endórë enquanto os Alayárz e suas famílias mais atenciosas fugiam de suas cidades natais. Formaram no centro de Endórë uma cidade agrícola e posteriormente comercial com sua abertura naval. Era fácil comercializar em Ostorumë visto que todas as raças podiam ser encontradas ali de forma mais amistosa. A hierarquia passou a ser definida pelo poder monetário devio sua incapacidade de gerar prole. Contrários a linhagens sanguíneas extensivas, plebeus são capazes de se tornar nobres através do simples comércio. Sua estrutura poítica concentra-se em duas importante fundações. O Conselho Aberto onde aqueles com título de nobreza podiam falar abertamente e oferecer suas queixas, posteriormente sendo entregues ao rei. E no Conselho Fechado, onde cinco dos mais importantes nobres discutiam assuntos de importâncias podendo ser vetado unicamente pelo soberano. O Rei, além destas decisões, é o único capaz de apontar novos títulos de nobreza. Uma vez nobre, o título seria passado a um “descendente” chamado de aprendiz, sendo qualquer pessoa apontada pelo titular. Deuses A religião mais proeminente entre os Alayárz ainda permanece sendo a do Deus Anar. Em Ostorumë a Igreja obrigatoriamente aceitava Alayárz como discípulos, de forma que isso ocorre também no refúgio. Porém, diferente dos Núros, eles não têm quaisquer receios em também devotar-se a Seredhiel também. Podendo, em alguns casos, orarem para os dois deuses num mesmo dia. Os Alayárz jamais tiveram contato com Eradich e pouco sabem sobre seu respeito além de antigas histórias. O Refúgio O refúgio é comandado por Alayárz em quase toda sua extensão. Há um Alayar na Igreja, um na Ordem dos Magos, seu comandante do exército também é um alayar. Desta forma, os Alayárz vivem com liberdade, porém cautelosos sabendo que a qualquer momento alguma das raças pode conseguir o poder e tornar sua vida muito mais complicada. Talvez eles tentassem pela diplomacia e amizade. Mas seu orgulho é grande demais para buscar o amor de seus vizinhos.","categories":[{"name":"História","slug":"Historia","permalink":"http://sussurroseternos.com/categories/Historia/"}],"tags":[]},{"title":"Linha do Tempo","slug":"linha-do-tempo","date":"2017-10-10T21:55:00.000Z","updated":"2018-04-04T17:19:31.272Z","comments":true,"path":"linha-do-tempo/","link":"","permalink":"http://sussurroseternos.com/linha-do-tempo/","excerpt":"","text":"Antes do mundo ser como o conhecemos, reis e rainhas subiram ao trono e deixaram sua marca. É importante conhecer o passado para entender o presente. A.C: Antes da Calamidade Ano 6000 A.C - Demônios e Núros viviam juntos, os demônios reinavam sobre a humanidade. Ano 5700 A.C - Anar nasce em Âmbar com o nome de Miguel. Ano 5690 A.C - Anar inicia sua guerra contra os Demônios e ensina as primeiras runas aos Núros. Ano 5650 A.C - Após uma intensa guerra, Anar na forma de Miguel morre junto do último demônio Incar, após três dias de caça. Ano 5000 A.C - Os primeiros reinos Núros se tornam grandes o suficiente e entram em guerra por território. Ano 4900 A.C - As guerras anexaram territórios e três grandes reinos surgem: Antigo Império, Mílica e Drauan. Ano 4500 A.C - A Grande Guerra acontece, levando O Antigo Império e Mílica a um conflito de 200 anos.O Rei Tarvus do Antigo Império passa a ser lembrado como Imperador do Ferro. Ano 4300 A.C - A Grande Guerra acaba com a vitória do Antigo Império. A terceira geração do Rei Tarvus inicia a Ordem da Inquisição, responsável pela caça de traições e inimigos internos. Ano 4200 A.C - O Antigo Império tem contato com o reino de Drauan, mas seus batedores mortos e alguns devorados. O Rei Milegno Tarvus está velho e inválido, inicia-se uma guerra interna entre seus dois filhos para herdar o reino. Ano 4100 A.C - Ambos os filhos do Rei Milegno Tarvus são mortos, o rei morre durante uma cerimônia pública, dando fim a linhagem Tarvus. O Antigo Império então fica sob o comando de seus oficiais e a nobreza vota o novo rei. Ele é escolhido sob o nome de Rei Selano D’Angelo. Ano 4000 A.C - O conflito entre o Antigo Império e Drauan se intensifica. A sociedade de Drauan é vista como arcaica e bestial e venera a uma outra deusa chamada Eradich.O Rei Selano morre deixando o trono para seu filho Marcus D’Angelo. Ano 3900 A.C - Marcus D’Angelo inicia uma expansão naval e fica conhecido com Marcos Ventobravo. Seu filho Icarus estabelece comércio com os novos reinos descobertos de Hugusruvia e Teoma. Drauan se mostra um território inóspito para o exército de D’Angelo. Com a morte de seu pai, Icarus se torna rei. Ano 3800 A.C - Os Núros têm contato com os primeiros Valas. A comunicação é difícil e alguns reinos os aprisionam acreditando ser a volta dos demônios. Eles são entregues Ä inquisição no Antigo Império. Os Valas não conseguem reagir e nem demonstram seu poder. Ano 3700 A.C - Exércitos Valas surgem em todos os reinos e os Núros sofrem uma derrota esmagadora no que é conhecido como Os 10 de Sangue. Uma década de terror levando ao fim de todos os reinos Núros conhecidos. Os Valas tomam as cidades em número jamais visto e passam a escravizar seus inimigos. Ano 3000 A.C - Após 700 anos os reinos Valas estão distribuídos onde antes eram os reinos Núros. Suas rainhas são conhecidas como Emel’Turã e compõe uma sociedade matriarcal. Excursões são feitas as Drauan para exterminar os Núros rebeldes restantes, ditos como “Bestas impossíveis de Escravizar”. O conhecimento histórico Núro é destruído ao decorrer dos séculos. Pouco é mantido entre alguns rebeldes do Antigo Império, em igrejas banidas. Os Núros são ensinados sobre a deusa Seredhiel e seu lugar mais baixo na hierarquia. Ano 2800 A.C - É tornado público a existência de meio-elfos, chamados de Alayárz. Um julgamento é realizado sobre a Emel’Turã Dirwen da antiga Hugusruvia, ela tenta manter a vida de seu filho, o alayar Pandreon. O julgamento termina com a execução de ambos. Os alayárz passam então a viver escondidos ou banidos das cidades para manterem suas vidas. Ano 2500 A.C - O continente de Endórë é descoberto, mas pouco explorado. Ano 2200 A.C - Os Valas passam a estudar formas de aprimorar sua magia. Os Núros rebeldes acreditam que a intenção por trás disso é chegar ao reino dos Deuses e assassinar Anar. Ano 2000 A.C - Descobre-se que o sangue é um potencializador da magia. Os Valas mais poderosos passam a ter animais de estimação seu lado chamados de lamagûl. Ano 1700 A.C - Alguns Núros são permitidos a estudarem os poderes de Seredhiel para melhor servirem seus mestres, sendo iniciados a magia. O estudo entretanto se mostra infrutífero e parecem incapazes de atingir um décimo dos feitos dos Valas. Ano 1600 A.C - A Emel’Turã Balassui que domina o território do Antigo Império é assassinada. Quatro diferentes facções são formadas com suas possíveis herdeiras. Os Valas mergulham em uma guerra usando Núros como parte do exército. A guerra se intensifica quando duas herdeiras recebem apoio de outros reinos. Ano 1400 A.C - Maruedna e Isilgrate, herdeiras de Balassui são mortas levando a devastação de duas grandes cidades do Antigo Império. O Reino fica dividido em Império Norte e Império Sul pelas herdeiras restantes Noleryan e Ärverya. Inicia-se a Guerra das Irmãs. Ano 1300 A.C - O primeiro demônio surge no Império Norte e recebe o nome de Moriquendi. Sua aparição leva a morte de centena de Valas e incontáveis Núros. É vencido frente a uma onda de poderosas magias do exército valiano. Noleryan foge e Ärverya começa a unificar o Antigo Império. Os reinos aliados cobram intensivamente o Antigo Império pelos custos da guerra. Ano 1000 A.C - É descoberto que Noleryan fazia experimentos com sacrifícios Núros para potencializar a magia. Ao mesmo tempo os Valas investigam uma rede de comunicação entre os escravos criada na época da Guerra das Irmãs. Ano 900 A.C - Os escravos Núros se revoltam em vários reinos simultaneamente. Várias Emel’Turã e suas linhagens inteiras são mortos durante a noite e, com as linhagens mais poderosas mortas, os Valas em menor quantidade numérica morrem ou fogem. Apenas o Antigo Império sobrevive ao ataque dos Núros. Agora reinado pela sua herdeira Meldred. Ano 700 A.C - Os Valas enfraquecidos continuam os estudos de Noleryan. Moriquendis surgem durante as noites em reinos Núros levando-os à ruína. Apenas o reino de Teoma mantém-se firme na guerra com o Antigo Império. Os Alayárz começam a aparecer em maior quantidade e exploram o continente de Endórë. Ano 600 A.C - O Reino Ostorumë é formado por Alayárz e famílias de Núros e Valas que fugiram para Endórë. Ano 500 A.C - Uma grande força Moriquendi surge em todas as cidades do Antigo Império, enfraquecendo os Valas. A destruição só não é completa pelo nascer do Sol, que parece afastar os Moriquendi. Ano 300 A.C - O Antigo Império e Teoma ficam dois séculos sem confronto direto. Ano 100 A.C - As Runas de Anar são descobertas em explorações, mas poucos conseguem replicá-las com eficiência. Ano 0 - Início da Era da Calamidade. Os Moriquendi surgem durante três dias de lua nova e todos os reinos Valas e Núros caem. É a primeira vez que os Moriquendi vem em forma alada e aquática e as runas conhecidas se mostram ineficazes. Ano 10 - O Reino de Ostorumë, recebendo menor atenção dos Moriquendi, se consegue se reerguer. Valas, Núros e Alayárz distantes passam a migrar para Endórë e juram lealdade ao rei Miguel. Ano 12 - São descobertos ruínas de civilizações muito antigas em Endórë, com conhecimentos deixados por Anar. Os Moriquendi começam a surgir no continente com maior número impedindo as explorações. Ano 15 - Ostorumë é atacado durante a lua nova e derrubada. O Rei é morto e uma onda de sobreviventes conseguem fugir com o Gladi’Turã do Exército Yusuruh. Eles formam o Refúgio. Ano 20 - Com pequenas explorações. O Refúgio consegue se manter em pé com novas runas descobertas, capaz de proteger contra Moriquendi alados. Ano 25 - O Igreja de Anar é construída no Refúgio, ao mesmo tempo que inicia-se a construção das forças de Seredhiel nas muralhas. A população do Refúgio começa a crescer com a união das três raças. Ano 26 - Seredh`Turã Yutao é assassinado e inicia-se uma reforma geral no Refúgio para estruturas de pedra. Uma nova cidade se forma pelos exilados em uma ilha distante. Ano 27 - Varias ameaças se tornam evidentes e magos são corrompidos por moriquendis. O General Yusuruh morre ao cair da ameia das muralhas e o conselho do Refúgio assume o poder. Zhanir Azalesh, um Vala da Ordem dos Magos toma o papel de inquisidor e chantageia o conselho na tentativa de se tornar soberano, sendo rechaçado pela Igreja de Anar. Ano 28 - O retorno da familia Vanclair, descendente de Miguel Vanclair por nome, retorna ao Refúgio após ser resgatada de um forte. Como Inquisidora, ela não pode assumir o trono e então um novo rei é apontado pela igreja e pela ordem dos magos. Rei Kyle Embiid assume o trono e o Refúgio passa ser chamado de Reino Silanor em homenagem ao sol e a lua. Ao mesmo tempo a cidade dos exilados se moderniza e começa e instala uma nova ordem de magos liderados por Zhanir Azalesh.","categories":[{"name":"História","slug":"Historia","permalink":"http://sussurroseternos.com/categories/Historia/"}],"tags":[]},{"title":"O Anar'atar","slug":"conto-anaratar","date":"2017-06-12T08:51:00.000Z","updated":"2017-11-16T09:04:12.794Z","comments":true,"path":"conto-anaratar/","link":"","permalink":"http://sussurroseternos.com/conto-anaratar/","excerpt":"","text":"“Nunca deveríamos ter saido da estrada. Já se passaram horas e nenhum sinal de alguma caverna…” — Pensou Teodor enquanto caminhava. Em dias de Lua Nova, tudo era perigoso, principalmente estar ao ar livre perto do anoitecer. Não que qualquer outra noite fosse tão diferente. Ao seu lado caminhava uma égua manca, com feridas ainda frescas do ataque de Carniceiros que ocorrera na noite anterior. Um cavalo era raro naqueles dias, podendo valer uma fortuna. Perder a égua os limitaria em muito a quantidade de suprimentos que poderiam levar em uma próxima viagem. Do outro lado do animal caminhava Edgar, um Gladi’Atar acima dos trinta anos. Era difícil encontrar um guerreiro que chegasse a essa idade, fazendo aquele grupo ser algo ainda mais raro. A viagem já havia perdurado por quatro dias, fazendo com que a caravana parasse em cavernas e ruínas, se protegendo das noites de Seredhiel. Teodor era um Anar’Atar, portador da voz de seu deus, requisitado por Edgar havia semanas para procurar tesouros em ruínas abandonadas. Poucos tinham coragem para tamanha aventura, afinal, quando não eram as bestas a tomar suas vidas, possivelmente seriam vítimas de demônios ou da escassez de alimento. Dormindo sem proteção por tanto tempo, e com a Lua Nova a espreita, em vez de tomarem o caminho tradicional, pela longa estrada, decidiram por cortar a floresta para chegar rapidamente as Minas Alayar antes do anoitecer. Ao longo da estrada deveriam haver cavernas com proteções rúnicas para afastar demônios, mas encontrá-las resultaria em pelo menos mais um dia de viagem, na floresta eles estavam contando apenas com a sorte. — Talvez fosse melhor eu montar um círculo rúnico para nossa proteção… Não me parece que encontraremos as minas antes do pôr do sol. — Como todo Anar’Atar, Teodor era treinado para desenhar runas sagradas, talento insubstituível para viagens longas, além de saber invocar preces e milagres, que não seriam tão fortes durante a noite. — Um círculo rúnico? Ninguém sobrevive dentro de um círculo na neve. — Respondeu Edgar. É claro que Teodor já sabia que um círculo naquelas condições era uma ideia suicida. Embora as runas impedissem os demônios de entrar dentro da área de proteção, qualquer vento forte ou até mesmo um graveto poderia tampar uma das inscrições e abrir uma brecha. O clérigo imaginou que se algum Carniceiro aparecesse, ainda seriam obrigados a lutar, e essa imagem em sua mente fez seu coração acelerar fazendo-o desenhar uma runa de proteção no ar, pedindo auxílio para seu deus, ato que fazia parte dos costumes antigos, passados por gerações. — Não temos outra opção. Devemos ter duas horas até o sol se pôr. Fora isso, é deitar e esperar pela morte. O medo o fez dar início ao ritual imediatamente.. Com um graveto ele calculou um círculo com cerca de três metros de diâmetro. Seria suficiente para não deixar falhas nas proteções e teria tempo de fazê-lo em poucas horas. Edgar tampou as viseiras da égua e prendeu a corda firmemente em uma rocha dentro do local protegido. Ela era treinada para não fugir em situações de batalha, mas caso se assustasse tentaria correr para fora do círculo, desmanchando as runas. Com afinco Teodor trabalhou durante o tempo que lhes restava, checando as runas pelo menos duas vezes para garantir que estavam perfeitas. As desenhou fundo e largamente na neve, na esperança de que isso deixasse o círculo mais resistente ao clima. Edgar trazia alguns ratos consigo para servirem de alimento em uma emergência, eles estavam vivos em uma pequena caixa nas costas da égua. O guerreiro pegou a caixa e a colocou no meio do círculo recém desenhado. O Anar’Atar, vendo o gesto, acelerou para pegar uma adaga presa a sua cintura. — Não vai ser suficiente. — disse ao aproximar-se. — É o que temos, não encontrei nada nos arredores. Animais são mais sensatos que nós para se esconderem em noites assim. Cuidadosamente, Teodor banhou a adaga no sangue dos quatro ratos que se encontravam na caixa fazendo cortes profundos e garantindo que o sangue cobrisse toda a lâmina. — Oferecemos estes sacrifícios a Anar. Buscamos sua proteção, senhor da vida. Não nos deixe perecer em vão. — A prece parecia uma piada. Tamanho sacrifício jamais seria suficiente para garantir uma vida em uma batalha de vida ou morte, para isso, o sacrifício deveria ser muito maior. Teodor olhou para a égua, pensando se seria uma boa troca por suas vidas, até que encontrou os cenhos franzidos de Edgar. A égua lhe era companheira a muito tempo. Logo o santo balançou a cabeça para afastar aquele pensamento. Passando o dedo no sangue da lâmina e desenhando runas de proteção contra demônios da floresta em sua testa, logo o fez também na de Edgar. O gesto nunca pareceu verdadeiramente efetivo contra demônios, mas era hora de reunir toda sorte que pudessem juntar. Assim que o sol se pôs, ambos estavam em guarda no meio do círculo. Demônios vinham do núcleo da terra, de forma que era possível ver uma fumaça negra surgindo do chão ao tempo que se materializavam. Do lado de fora do círculo, três dessas fumaças começavam a surgir. O tempo que levava para aparecerem era equivalente ao tamanho da criatura, aquelas estavam demorando o suficiente. O Gladi’Atar Edgar tinha sua espada desembainhada. Não lhe faltara um dia sem que a tivesse afiado. O Anar’Atar Teodor, estava com o escudo e sua maça de guerra em mãos, uma bola de ferro maciça na ponta de uma haste de madeira. Apesar de evitar o combate, treinamento para batalha não faltava ao clérigo. Quando o primeiro demônio terminou de se materializar, ele possuía cerca de três metros de altura. Seis pernas projetavam-se de seu abdômen para cada lado do corpo, além de uma série de carapaças cobrindo quase toda sua extensão. Seus olhos, num verde puro, lhe davam um aspecto angelical, ao mesmo tempo que os chifres denunciavam sua origem. Não demorou para os outros dois demônios de aparência semelhante terminarem de aparecer. As mãos de Teodor tremiam levemente. Percebendo isso, o demônio investiu em sua direção. Edgar entrou na frente com a espada empunhada, pronto para receber o baque, seu rosto possuía um sorriso louco. Gladi’Atars não temiam a morte, acreditavam que seria melhor morrer em combate do que em qualquer outro lugar. E se fosse para morrer enfrentando um demônio, melhor ainda. Anar guardava um lugar especial em seu reino para os corajosos. Teodor aliviou o ar do pulmão quando o demônio encontrou uma sólida parede em seu caminho. As runas no chão brilharam intensamente, repelindo o ataque. O demônio rugiu furioso. Ao seu redor, os outros dois demônios também encontraram o mesmo problema, e não se mostraram menos frustrados. — Parece que Anar atendeu nossas preces. — Disse o clérigo ganhando confiança. — CUIDADO! — Edgar tinha se virado repentinamente gritando. Teodor ficou confuso e logo neve entrou em sua boca. Tinha caído no chão e sentia suas costas banhadas pelo próprio sangue, o ferimento latejava de dor. Logo que conseguiu olhar para Edgar ao seu lado, viu o guerreiro acabando de decepar o Carniceiro que lhe ferira em um único golpe com as garras. Levantando-se com dificuldade, Teodor voltou-se para as runas, no lugar de onde a criatura o tinha atacado. Estavam intactas. — Ele pulou o círculo! Tome cuidado, há mais ao nosso redor, dá para ver os olhos no escuro! — Edgar mal tinha acabado de falar, quando mais dois Carniceiros avançaram por direções opostas. Eram répteis que andavam em duas pernas, criaturas pequenas, com garras longas e dentes afiados. Fáceis de derrubar quando sozinhos, mas em bando ofereciam um perigo mortal. Uma das bestas foi pega por um dos demônios. Enquanto sua garra atravessava o corpo do Carniceiro saindo pelo outro lado, sua força demoníaca levantava-o do chão. Com a dor, sua vítima deu um grito estridente. A mandíbula do demônio abriu num ângulo anormal, devorando-lhe a cabeça com apenas uma mordida. Teodor preparou o escudo para receber algum ataque, mantendo-se próximo as runas. Outro demônio tentou apanhar um carniceiro da mesma forma que seu companheiro, estendendo uma de suas garras afiadas. O réptil bestial abaixou-se para evitar o golpe, e então tombou em suas próprias pernas, arrastando-se em direção ao círculo de proteção, do lado mais próximo ao Gladi’Atar. O guerreiro colocou uma de suas pernas para fora da proteção, tentando parar a criatura antes dela desfazer as runas na superfície da neve. A estratégia havia funcionado, porém o terceiro demônio estava a espreita de uma vulnerabilidade, e sua garra logo lhe perfurou a panturrilha arrastando-o para fora das runas, desfazendo o círculo no processo. O corpo do guerreiro pendia de ponta cabeça, segurado pela garra do demônio. Edgar urrava de dor e sem sucesso tentava ferir a criatura com sua espada, mas o fio da lâmina simplesmente batia contra as carapaças e ricocheteava, sem qualquer efeito. Teodor olhou cada momento paralisado, observando os eventos que podiam tomar sua vida se formando. Retomando o controle, o santo apertou sua maça em mãos e correu em direção ao companheiro. O Carniceiro ferido na beirada do círculo mal se levantou para correr quando a maça acertou-o em cheio. O sangue quente respingou no rosto de Teodor enquanto um dos milagre de Anar fazia efeito, percorrendo seu corpo, curando-lhe a ferida nas costas, drenando a vida da criatura no processo. Enquanto um dos demônios chacoalhava no ar o guerreiro, o outro avançou lhe arrancando um braço com os dentes. Sangue esguichou pelo ar enquanto Edgar gritava ainda mais alto, sendo jogado no chão em um baque seco. O Anar’Atar vendo a cena, praguejou a má sorte do companheiro, uma ferida daquele nível não poderia ser curada sem a luz do sol. Logo, avançou sem pensar duas vezes. Atrás de Teodor, o demônio que havia pego um dos carniceiros terminava sua janta e se virava, observando a nova presa em movimento. Na frente do santo, dois demônios. Um deles entretido com o braço que acabara de conseguir e o outro pronto para atacar Edgar novamente. As garras se estendiam na direção do guerreiro, mas antes de alcançá-lo, Teodor acertou a junta do braço do demônio com sua maça, o movimento quebrou o membro da criatura em uma posição estranha causando um urro de dor, fazendo-o recuar um passo para trás. Apesar de armas não serem eficazes, de forma que o braço já começava a regenerar e assumir sua forma original, ela poderia atordoá-los para ganhar tempo. O santo de Anar abaixou e olhou as feridas de Edgar. O Gladi’Atar estava em pânico, mas ainda segurava sua espada. O braço decepado não seria recuperado, isso se ele sobrevivesse para tal. — Não me parece que você irá viver meu amigo… — disse Teodor. Edgar o olhou indignado, como se ainda tivesse capacidade de lutar. — …Mas você deixará Ambar como um guerreiro que é. Sua morte não será em vão… — Falou com pesar, pegando a mão de Edgar firmemente, girando a espada do guerreiro contra o peito dele mesmo. Apesar da resistência, o Anar’Atar não precisou realizar mais esforço do que antes. A espada atravessou-lhe o coração fazendo os olhos abandonarem a vida aos poucos. O demônio que comeu o carniceiro logo encontrou a égua, dois poderosos coices lhe destruíram a mandíbula, fazendo sangue negro jorrar de sua boca, já se regenerando para começar a morder a carne do animal. A perseguição fez com que ambos se afastassem do círculo e logo as presas do demônio perfuravam-lhe o abdômen mantendo a égua imóvel no chão. Os outros dois demônios o olhavam invejosos, em seguida voltando-se para Teodor. — Oh poderoso Deus da vida, do equilíbrio e da guerra. Lhe ofereço esta vida em sacrifício trocando-a por minha sobrevivência. Peço que torne a alma deste guerreiro em teu servo, obedecendo as minhas ordens. — Teodor desferiu uma facada contra a própria mão deixando o sangue cair sobre o corpo de Edgar. Era quase palpável um grande poder sendo drenado do clérigo, enquanto a prece lhe era atendida. Os olhos do Gladi’Atar se abriram em um negro vazio. Não lhe havia mais emoções ou inteligência. — LUTE! — Ordenou Teodor. O corpo do guerreiro mais uma vez tomou a espada na mão que lhe sobrara e interpondo-se entre Teodor e os dois demônios, avançou antes das criaturas, claramente mais destemido e forte do que quando vivo. Teodor aprenderá o milagre anos antes, em livros que deveriam ter sido queimados. Usá-la o tornava secretamente um Hessatar, praticante da necromancia, abominado por todo o continente de Endórë. Mas ainda assim, era um milagre de Anar e Teodor não estava disposto a abrir mão do poder que poderia lhe ser útil, como naquele momento. Usando a espada para desviar um golpe do primeiro demônio, com um rápido movimento de pernas, Edgar investiu contra o segundo, fazendo as garras já prontas do inimigo atravessarem seu peito. Com o golpe, Teodor sentiu sua mana drenada quase por inteira, enquanto mantinha o corpo de Edgar animado. O guerreiro, no entanto, não demonstrou qualquer dor. Com uma só mão, girou a espada por cima do demônio e decepou por completo o braço que lhe havia golpeado, acertando exatamente entre as carapaças na junta do ombro, avançando mais uma vez enquanto a garra do demônio ainda pendia em seu peito dilacerado. Teodor aproveitou o desfecho para correr até o círculo, arrumando a runa onde minutos antes causara o início do confronto. O mais rápido que pode terminou novamente as inscrições de proteção, sentindo sua mana drenar a todo momento que o corpo animado de Edgar sofria um golpe fatal. Até que , novamente, estava novamente dentro de um círculo de Anar. O demônio que havia tomado a vida égua foi imediatamente repelido por cima das runas. Na batalha, o torso de Edgar era separado do resto do corpo, enquanto o braço ainda se movia ávido golpeando os inimigos. Teodor deitou no círculo, abandonando o milagre que mantinha o Gladi’Atar naquele mundo. Respirou fundo, sentindo o corpo exausto. A noite tomaria horas até o amanhecer, talvez os demônios ainda encontrassem uma forma de destruir o círculo. Os olhos do Anar’Atar se fecharam, desmaiando ao som dos rugidos a sua volta.","categories":[],"tags":[{"name":"contos","slug":"contos","permalink":"http://sussurroseternos.com/tags/contos/"},{"name":"lore","slug":"lore","permalink":"http://sussurroseternos.com/tags/lore/"}]},{"title":"As Minas-Alayár","slug":"minas-alayar","date":"2017-05-26T06:34:32.000Z","updated":"2017-11-16T09:04:17.497Z","comments":true,"path":"minas-alayar/","link":"","permalink":"http://sussurroseternos.com/minas-alayar/","excerpt":"","text":"— Eu quero cada homem que ainda tem duas mãos segurando uma arma nos portões! SOLDADOS DE ANAR, COMIGO! Cada segundo era valioso para o General responsável pelas Minas-Alayár. Os demônios encontrariam o distrito quando a lua nova de Seredhiel tocasse o céu, mas o local tivera tempo para se preparar. As proteções rúnicas de Anar, escritas pelo melhor Anar’Atar, estavam completas, mas nem sempre demônios vinham sozinhos para o ataque. Nas últimas três luas eles não vieram, isso permitiu que muito da cidade pudesse ser reconstruída. Talvez meses pasassem até que os demônios encontrassem-os, entretidos com seja lá quais fossem seus objetivos. Essa demora tornava as pessoas confiantes, alguns deixavam de retocar as runas aqui ou ali, alguém ficava até mais tarde fora das proteções, e o medo começava a diminuir, ou era isso mesmo que os demônios queriam. O General teve que subir dois lances de escada antes de chegar ao topo da muralha improvisada da mina. O distrito estava escondido entre montanhas com uma única entrada. Era uma ótima defesa contra as bestas de Eredith e bandidos que ainda vivessem, mas ele já testemunhara demônios invadindo lugares mais protegidos. Demon Ali em cima ele foi capaz de ver os dentes e chifres do demônio surgindo na escuridão; Os clérigos de Anar tinham dado nome para aquele algoz, Verthu Asi’Varen, ceifador de almas, todos ainda usavam o dialeto élfico para qualquer coisa ruim que encontrassem. A trombeta anunciando a chegada de inimigos soou por todo o distrito. O militar apertava seu medalhão no peito com uma prece rápida. O frio intenso na noite sem sol e com neve a cair levemente do céu fazia-o sentir distante de Anar. — ARQUEIROS, PREPARAR! — Seu peito estufou com a ordem, logo o frenesi da batalha começaria. A frente, um único demônio. Flechas e armas humanas não fariam qualquer efeito em sua carapaça. Qualquer membro que lhe decepassem ou carne perfurada seria rapidamente regenerado, mas ficar sentado também não iria ajudá-los. E logo, as bestas também viriam, e contra elas nenhuma proteção mágica faria efeito. — DISPARAR! Seus soldados mantinham um semblante sério, alguns talvez tivessem o espírito quebrado se não fosse a lembrança de que aquele monstro jamais poderia alcançá-los enquanto as runas se mantivessem fortes. O monstro ergueu sua cauda do tamanho de três homens e investiu-a contra a muralha. As runas brilharam fortemente, repelindo o ataque, mas todos puderam sentir a investida quando o distrito balançou, resistindo ao poder reduzido do atrito. De repente uma flecha zuniu próxima a cabeça do General, não acertando-o por pouco. Os demônios tinham alguma maneira de possuir a mente de criaturas mais fracas, e ali se encontravam eles junto ao seu novo mestre. Goblins menores, seres sorrateiros com menos de um metro de altura, resistentes ao frio como se a deusa monstro, Eradich, tivesse dado luz pessoalmente as criaturas durante o gélido inverno. — Mirem nos goblins! Não deixe que eles destruam nem ao menos uma runa! DISPARAR! Aí estava o problema com as runas de Anar. Existiam muitas formas de escrever os símbolos, mas uma falha na escrita, chuva ou poeira eram capazes de apaga-las e erradicar seu poder. As runas da mina estavam cravadas nas pedras das muralhas, e nas rochas das montanhas ao redor do distrito. Mas um monstro poderia enfiar uma flecha aqui ou ali, ou até mesmo cair morto sobre uma delas e enfraquecer a proteção de toda Minas-Alayár. Goblins tombavam mortos em todos os cantos perfurados por flechas. Aqueles que chegavam a muralha eram recebidos com baldes de óleo quente e os que se atreviam a escalar, apunhalados por lanças em frestas projetadas durante toda sua extensão. A muralha tremeu novamente com o impacto do punho fechado do demônio. O General observou o golpe com os lábios cerrados, mas não lhe parecia que a muralha ia ceder naquela noite. A neve se tornava cada vez mais forte. Todos tiveram que puxar seus mantos impedindo que suas orelhas congelassem, o exército provavelmente começaria a ter dificuldade com os arcos se o clima piorasse. Pegando sua própria própria lança e atravessando um goblin que acabará de escalar a muralha, ele sentiu o pouco peso do corpo, de forma que jogou a criatura empalada da muralha com o mover da lança, deixando-o escorregar pela extensão da madeira caindo metros abaixo. Foi quando a neve começou a entrar na sua boca que percebeu que algo estava errado. Algumas flechas perdiam força com o vento, o qual ficava mais violento a cada segundo. A quantidade de goblins escalando aumentava em quantidade equivalente a flechas perdidas. Até que uma delas simplesmente desviou do alvo por completo, antes de atingir seu objetivo, caindo no chão sem acertar um dos goblins. Seus olhos vasculharam o campo de batalha, e ali estava. Coberto por um manto escuro, passaria por uma sombra ou um velho caminhando encurvado numa estrada em dias normais. Goblins não possuíam grande inteligência, mas alguns deles, velhos o suficiente, eram capazes de aprender a falar e até usar conhecimentos antigos ao seu favor. — Ali! Derrubem o Erad’Nasto deles! — Quaisquer servos de Eradich eram conhecidos como Erad’Nastos, outra herança élfica no linguajar humano. O General passou a odiar as referências ao idioma quando aprendeu a reconhecê-las. É claro que se o Erad’Nasto era capaz de proteger os seus, não iria falhar na sua própria proteção. Nenhuma flecha parecia capaz de vencer a magia e chegar até ele, muitas caindo a poucos metros da muralha. Talvez a batalha estivesse fadada a derrota, no fim das contas. O General imaginou-se saltando pela muralha e atravessando a horda de goblins, trespassando sua lança na garganta da criatura. Se o fizesse, provavelmente morreria antes de chegar lá, se não pelos goblins e suas flechas, seria evaporado pela mágica do Erad’Nasto, ou provavelmente devorado pelo demônio. Sua mente começou a calcular as rotas de fuga, mas mesmo que fugissem, para onde iriam? Quanto tempo demoraria até o anoitecer vir novamente? Essa batalha precisava ser vencida ali, ou não existiriam mais humanos e elfos para contar história. — Está tendo problemas, meu lorde? — Uma voz suave surgiu atrás dele. Inconfundível aos seus ouvidos. Seus ossos tremeram tanto quanto a ideia do inimigo a frente devorando-o, mas se a meio-elfa notou-o, não pareceu demonstrar. — Se você tem algum truque na manga para essa situação, sugiro que use agora. — sua voz foi ríspida, detestava elfos e magia, mas detestava ainda mais depender de ambos. A impura de cabelos negros tomou a frente, observando a batalha, seus olhos de âmbar logo encontraram o Erad’Nasto, entendendo a situação. Elfos são majoritariamente loiros, mas poucos mantinham o traço físico quando nasciam de uma união entre raças. Estes facilmente reconhecidos pelos cabelos e olhos escuros. Ela puxou um objeto metálico de dentro das pesadas roupas de lã e couro que a protegiam do frio. Era pequeno, como uma varinha, com vários símbolos espalhados pela sua extensão. Posicionou o dedo de forma que cobriam alguns e revelavam outros e seu olhar voltou-se fixamente para o Demônio. Sua voz foi serena e o General mal foi capaz de ouvir o que ela pronunciou. Do seu objeto metálico, surgiu uma explosão de luz, como um relâmpago, atravessando toda a horda de inimigos e atingindo com todo poder seu alvo escolhido, o Erad’Nasto. Alguns goblins fugiram, perdendo o controle mental do seu mestre. Ao longe, o corpo do velho goblinóide jazia tombado ao chão, chamuscado e sem sinal de que voltaria a erguer-se. A magia dos servos de Seradhiel era incrível de ser vista. Na experiência do General, era algo traiçoeiro. Nunca parecia funcionar da forma que se esperava, e desencadeava outros tantos problemas. Os lábios da garota formaram um sorriso fechado, como se a situação lhe tivesse divertido. O General observou os goblins recuando, e voltando a tombar frente ao poder recuperado dos soldados de Minas-Alayár. O sol começaria a nascer em pouco tempo. No fim das contas talvez eles ainda sobrevivessem.","categories":[],"tags":[{"name":"contos","slug":"contos","permalink":"http://sussurroseternos.com/tags/contos/"},{"name":"lore","slug":"lore","permalink":"http://sussurroseternos.com/tags/lore/"}]}]}